[{"content": "Leider sind die Prospekte nicht aktuell. Im Rewe Prospekt von dieser Woche wurde das Prospekt vom letzten Jahr eingefügt.", "score": 2}, {"content": "Sehr Informativ und Übersichtlich!Warum ist Famila nicht dabei?", "score": 5}, {"content": "Die App gefällt mir nicht mehr, die Seite wird öfter nicht angezeigt und die Angebote stimmen auch nicht immer.", "score": 2}, {"content": "Ich finde dich diese ab wunderbar Immer nur weiter empfehlen", "score": 5}, {"content": "Würde mehr Sterne geben wenn nicht bei jedem Prospekt blättern diese unpassenden Werbung eingeblendet würden.", "score": 2}, {"content": "Schnell zu finden gut Sortiert", "score": 4}, {"content": "Ist nicht schlecht, mann ist auf dem Neuesten Stand", "score": 4}, {"content": "Sehr gut 👍", "score": 5}, {"content": "Sehr gute App Kann ich sehr empfehlen", "score": 5}, {"content": "Sehr gut aufgemacht. Und, ich finde alle wichtigen Prospekte.", "score": 5}, {"content": "Ist informativ", "score": 5}, {"content": "so weiter. alle prospekte", "score": 5}, {"content": "sehr gut. app is perfekt", "score": 5}, {"content": "Hat sehr viele verschiedene Märkte und ist sehr übersichtlich gestaltet", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Gute übersichtliche App. 5 Sterne würde ich geben wenn endlich mal die Werbung auch mit der Werbung im Markt übereinstimmen würde. Vielen Dank.", "score": 3}, {"content": "Ok", "score": 5}, {"content": "Ganz einfach Perfekt 👍👍👍👍👍", "score": 5}, {"content": "Nur ein Stern, weil ich ständig aufgefordert werde, die App zu bewerten.", "score": 1}, {"content": "Prospekte sind eh Werbung, aber das noch zusätzlich zwischendurch Werbung eingeblendet wird das ist mehr als nervig ohne das wäre die App gut.", "score": 2}, {"content": "Gute app. Eine Pro Version wäre schön", "score": 5}, {"content": "Die App ist nicht die Beste, und das schlimmste ist die dauernd wiederholende und sehr aufdringliche Werbung.", "score": 2}, {"content": "Wann kommt denn das versprochene Update mit den Favoriten.?", "score": 4}, {"content": "Immer Aktuell", "score": 4}, {"content": "Schönes App", "score": 5}, {"content": "Top und schnell", "score": 5}, {"content": "Klasse Informationen 👍", "score": 5}, {"content": "Zuhaus", "score": 4}, {"content": "Leider kann man keinen Ort für Prospekte wählen, daher fährt man teilweise für umsonst in den Laden. Nicht alle Angebote sind überall zur gleichen Zeit in der Werbung.", "score": 2}, {"content": "Gute App !", "score": 5}, {"content": "Sehr gute Übersicht", "score": 5}, {"content": "Hat alles was ich brauche,ich meine die Prospekte die mich interessieren!!", "score": 5}, {"content": "funktioniert gut. leider fehlt eine Favoriten Funktion, deshalb feht auch ein Stern. Ergänzung: einige Discounter (Norma z. B.) haben regional unterschiedliche Angebote, das berücksichtig die App nicht. Deswegen fehlt jetzt noch ein Stern.", "score": 3}, {"content": "Die App soweit ganz gut, nur ist die Werbung die zwischen durch erscheint sehr nervig und da Prospekte eh Werbung sind ist es unpassend nochmals Werbung zu bringen, werde die App wieder löschen es gibt ja noch andere", "score": 1}, {"content": "zugemüllt mit viel Werbung", "score": 1}, {"content": "👍👍👍👍👍👍👍👍", "score": 5}, {"content": "Sehr gut", "score": 3}, {"content": "Update von 13.09.2020 Punktabzug! Die Werbung in einer Werbungsprospekt-App ist höchst unangenehm. Ich werde deinstallieren. Alle Supermärkte sind vorhanden! Bei namhaften Apps, die mit Marktbla bla anfangen, fehlen entweder Penny oder Rewe. Die beiden Märkte werde sie in den genannten Apps nicht zusammen finden. Ein anderes Manko der anderen Apps ist, dass der Kaufland Prospekt am letzten Tag am Abend zu finden ist. Was verbessert werden muss, ist die Favoriten Speicherung der Produkte.", "score": 2}, {"content": "Gute Übersicht.", "score": 4}, {"content": "sehr gut. alle prospekte sind neu.", "score": 5}, {"content": "Bisher die umfangreichste App, was die Anzahl der Prospekte angeht. Allerdings fehlen mir eine Favoriten Funktion und eine Suchfunktion. Die Prospekte von Famila wären auch wünschenswert.", "score": 4}, {"content": "Gute app", "score": 4}, {"content": "Sehr gut gemacht", "score": 5}, {"content": "Beim Blättern zu viel extra Werbung", "score": 1}, {"content": "Die App ist gut", "score": 5}, {"content": "Es ist toll das alle Prospekte da sind", "score": 5}, {"content": "Werbung des BRAX Onlineshops lässt sich nicht schließen - Das geht absolut nicht", "score": 1}, {"content": "Sehr gut vom Papierprospekt abfotografiert?", "score": 5}, {"content": "Super App,viele Prospekte, Werbung noch ok", "score": 4}, {"content": "alle angebote", "score": 5}, {"content": "neue prospekte", "score": 5}, {"content": "aldi prospekt", "score": 5}, {"content": "penny prospekt", "score": 5}, {"content": "kaufland prospekt", "score": 5}, {"content": "alle Broschüre", "score": 5}, {"content": "neue Broschüren", "score": 5}, {"content": "alle neue prospekte", "score": 5}, {"content": "So wie man es wünscht.. Einfach und nicht so überladen und vor allem Werbung in angemessenem Maß", "score": 5}, {"content": "Es reicht aus", "score": 5}, {"content": "Die App finde ich sehr gut. Weiter so!", "score": 5}, {"content": "immer aktuell", "score": 5}, {"content": "aktuelle prospekte", "score": 5}, {"content": "Toll gemacht einfach zu handhaben", "score": 5}, {"content": "prospekte", "score": 5}, {"content": "gut app. aktuelle prospekte", "score": 5}, {"content": "sehr gut", "score": 5}, {"content": "Bin mit der App zufrieden", "score": 4}, {"content": "Wenn wieder kein Prospekt kommt, einfach super.", "score": 5}, {"content": "Ist klasse, und immer aktuell", "score": 5}, {"content": "Ich finde es gut so viele Angebote von Geschäften in einer App. Spart viel Platz. Die einzelnen Apps kann man löschen. Aber warum werden die Geschäfte nicht in Kategorien eingeteilt?? Bei den Niederländern geht das! Ach und eine alphabetische Reihenfolge wäre auch praktisch! Dann könnte ich auch mehr Punkte verteilen.", "score": 3}, {"content": "Gute App, fehlt nur die Favoriten Option oder noch besser dazu noch eine Gebiets Option das nur die Prospekte angezeigt werden die es dort auch gibt in einem bestimmten Radius, Herkules fehlt unter anderem", "score": 3}, {"content": "sehr gut Organisiert , alles Bestens 👍👍👍", "score": 5}, {"content": "Da leider regionale Angebote dabei sind.. Aus dem südlichen Teil Deutschlands.. Ist die App für mich als NRWler leider kaum noch zu gebrauchen. Bier Angebote im e. Center oder vom Marktkauf.. Haben hier keine Gültigkeit. Sondern nur in Bayern...", "score": 1}, {"content": "Leide Keine Suchfunktion für Produkte", "score": 1}, {"content": "Schöne, kleine App. Liefert das, was sie soll. Viele Geschäfte werden angezeigt.", "score": 4}, {"content": "Manchmal kein Bilder", "score": 3}, {"content": "Übersichtlich und aktuell", "score": 5}, {"content": "Ist sehr übersichlich", "score": 4}, {"content": "Hat zwar eine nette Menge an Prospekten aber ein paar die ich mir wünsche fehlen. Zudem hat diese App keine Drehfunktion, was sehr nervt wenn das Tablet im Querformat auf dem Tisch steht und ich es in die Hand nehmen muss - also gleich wieder deinstalliert.", "score": 1}, {"content": "Sehr gut", "score": 5}, {"content": "Immer auf den laufenden.", "score": 5}, {"content": "👍👍👍", "score": 5}, {"content": "Die App ist sehr gut, aber beim Blättern diese Werbung, wo man sich halt auch ständig erschreckt nervt. Als Banner würde mich nicht stören.", "score": 4}, {"content": "Tolle App!!! Ich bin immer auf dem neuesten Stand. Sehe wo es Aktionen gibt. Sehr gut ist die Auswahl der Geschäfte, von Obi bis Lidl alles vertreten. Danke und weiter so.....", "score": 4}, {"content": "Geht so", "score": 2}, {"content": "Werbeclips beim Durchstöbern der Prospektwerbung. Muss das sein?", "score": 1}, {"content": "Gut,aber Direktsuche nicht möglich,Werbung nervt.", "score": 2}, {"content": "sehr gut", "score": 5}, {"content": "Leicht und schnell alles rrfajren!", "score": 5}, {"content": "Super", "score": 5}, {"content": "Perfekt", "score": 5}, {"content": "Super App, in welcher alle Prospekte übersichtlich und in guter Qualität zu finden sind. Leider aber nicht immer regional, sodass ich nicht das regionale Marktkauf Prospekt habe, sondern ein anderes Marktkauf Prospekt mit völlig verschieden Angeboten", "score": 4}, {"content": "Wirklich hilfreiche App", "score": 5}, {"content": "Sehr umfangreich ,,,", "score": 4}, {"content": "Sehr gute App und es werden alle möglichen Prospekte angezeigt. Schade finde ich das es keine Suchfunktion gibt. Ansonsten top 👍", "score": 4}, {"content": "Alles gut", "score": 5}, {"content": "Gut ohne Kommentar", "score": 5}, {"content": "ok", "score": 3}, {"content": "Sehr gut", "score": 5}, {"content": "Wäre schöner wenn alle Prospekte dabei wären, jedenfalls in meiner Nähe", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Es ist ein super Laden, ich gehe am liebsten dort einkaufen.", "score": 5}, {"content": "Von den Prospekten her ist die App echt in Ordnung und ich lasse mir Werbung in einem Banner ja noch gefallen. Aber dass jetzt beim Blättern im Prospekt ständig ein Werbevideo los geht ist für mich nur noch nervig. Schade eigentlich. App wurde von mir nur deshalb wieder deinsalliert.", "score": 1}, {"content": "Ich bin sehr zufrieden mit dieser app", "score": 5}, {"content": "Wir freuen uns auf keine mehr Papier Prospekt", "score": 5}, {"content": "Fast alle Prospekte mit drinnen :-D", "score": 5}, {"content": "Super app!!!!!!", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Mir ist es gut gefallen kann mann immer gebrauchen.", "score": 5}, {"content": "Super 😁", "score": 5}, {"content": "Super App und immer auf dem neuesten Stand", "score": 5}, {"content": "Ist ganz ok", "score": 3}, {"content": "Sehr gut", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Ich finde die App sehr gut", "score": 5}, {"content": "App funktioniert nicht", "score": 1}, {"content": "Hallo die App ist gut aber der Renner Wehr wenn ein Fenster zu jedem Geschäft Was man anklickt direkt sein Artikel eingeben kann ohne zu suchen weil Angebot heißt ja schneller reagieren und los fahren zum einkaufen Beispiel suche Nudeln oder Nutella oder was anderes Dann muss ich immer alles durch Blättern Das macht echt kein Spaß also wenn ihr Das Hinkriegen sollte seit ihr die Nummer 1 mit der App mit freundlichen grüßen Baronelli", "score": 5}, {"content": "Viele Anzeigen zbsp. KIK funktionieren nicht", "score": 2}, {"content": "Sehr gute App mit vielen Informationen", "score": 5}, {"content": "Eigentlich 5 Sterne, aber die lästige Zwischenwerbung ergibt diese Bewertung...", "score": 2}, {"content": "Praktische app", "score": 4}, {"content": "Tolle App.....", "score": 5}, {"content": "Man kann leider nicht bestimmte Prospekte auswählen welche man angezeigt bekommen will und manche Prospekte sind regional unterschiedlich, was zu falschen Informationen führt.", "score": 3}, {"content": "Gut", "score": 5}, {"content": "Zuviel Werbung während des blättern.", "score": 2}, {"content": "Richtig Gut", "score": 5}, {"content": "Sehr gute Auswahl an Prospekten, hat sogar wichtige Produkte die bei den anderen üblichen Apps fehlt. Dagegen fehlt hier leider (noch?) sowohl eine Favoritenliste und Suchfunktion. Auch das Appdesign ist wenig ansprechend.", "score": 3}, {"content": "Sehr gut", "score": 5}, {"content": "Sehr schöner App Enthält viele Prospekte", "score": 5}, {"content": "Alle vorhanden die ich brauche.", "score": 5}, {"content": "Optimal Ich finde sie super", "score": 4}, {"content": "An sich ist di App ganz gut, aber die Werbung nervt immer mehr, unterm im Bild ist ja OK, aber Ständig beim Scrollen durch ein Prospekt geht gar nicht.", "score": 1}, {"content": "Noch nicht alles geprüft", "score": 3}, {"content": "Gutes App alle wichtigen vorhanden", "score": 5}, {"content": "Die App ist wirklich sehr gut, ich bin sehr froh zufrieden", "score": 5}, {"content": "Sejr gut", "score": 5}, {"content": "Supper", "score": 5}, {"content": "Ich finde die App Schlecht weil prospekte kommen die micht für meine Gegend sind.", "score": 1}, {"content": "Warum kann ich nicht bearbeiten das ich das Prospekt in meine Nähe sehen möchte.", "score": 2}, {"content": "Leidermann fehlt noch", "score": 4}, {"content": "Die App ist hilfreich und funktioniert gut. Fünf Sterne gibt es wenn ich die Prospekte sortieren kann.", "score": 4}, {"content": "Super . Endlich eine App, die alle verfügbaren Prospekte anzeigt.", "score": 5}, {"content": "Die App ist super, weil man unglaublich viele Prospekte zur Verfügung hat, aber ich vermisse die Funktion, Favoriten auswählen zu können, deshalb habe ich auch einen Stern abgezogen.", "score": 4}, {"content": "Ganz schlecht teils lassen sie sich nicht aufmachen", "score": 1}, {"content": "Super", "score": 4}, {"content": "Okay könnte etwas mehr an Angeboten sein", "score": 5}, {"content": "Sehr tolle app zum angebote heraus suchen und so spart man geld", "score": 5}, {"content": "Super App!", "score": 5}, {"content": "Die App ist nicht schlecht, jedoch fehlt mir, der ein oder andere Shop... z. b. fehlt mir persönlich Action, Tedi", "score": 3}, {"content": "Kann die Prospekte nach Alphabet sortieren und das neue etwas früher rein setzten", "score": 4}, {"content": "Sehr gut", "score": 4}, {"content": "Beste Prospekteapp", "score": 5}, {"content": "Alles in einer app. Sehr gut", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Zeigt mir alles was ich brauche. Bin sehr zufrieden. Weiter so !", "score": 5}, {"content": "Alle Prospekte die mich interessieren aus einer Hand. Toll! Habe alle anderen Apps diesbezüglich gleich gelöscht.", "score": 5}, {"content": "Must have app. Danko", "score": 5}, {"content": "Die ist total schlecht zeigt Angebot an sind aber keine ist mir schon oft ergangen . Dafür 1 Stern", "score": 1}, {"content": "Top!", "score": 5}, {"content": "Immer alles zusammen", "score": 4}, {"content": "Gute App, ein Stern Abzug da man nicht den Standort suchen kann", "score": 4}, {"content": "Schade OBI ist nicht dabei", "score": 4}, {"content": "Favoriten Funktion fehlt", "score": 4}, {"content": "Eine ziemlich gute App und da wir hier durch den Zeitungsausträger oftmals keine Werbung bekommen, ist diese App natürlich 5 Sterne wert. Und zusätzlich sparen wir noch Papier für die Tonne!", "score": 5}, {"content": "Habe diese App erst seit kurzem bin aber mehr als zufrieden, diese App ist einfach Super 👍👍👍 würde für diese App mehr als 5 Sterne geben. Danke schön", "score": 5}, {"content": "sehr gut", "score": 5}, {"content": "Schnelle Übersicht der Prospekte und mir fehlt kein Angebot", "score": 5}, {"content": "Sehr gute App", "score": 4}, {"content": "Schöne Übersichtliche App", "score": 5}, {"content": "Top bei Angeboten", "score": 5}, {"content": "Ist die einzig App, die bei mir funktionierte und das Penny Prospekt hat. Leichte Bedienung und sehr übersichtlich.", "score": 4}, {"content": "Ne Menge Prospekte is supi", "score": 4}, {"content": "Fehlen noch Saturn und Mediamarkt,sonst sehr gut.", "score": 4}, {"content": "Kann keine Favoriten anlegen.", "score": 2}, {"content": "Sehr gut", "score": 5}, {"content": "Sehr gut, man hat besseren Überblick, finde ich sehr praktisch", "score": 5}, {"content": "Alles gut", "score": 4}, {"content": "Gefällt mir gut 👍", "score": 5}, {"content": "super App, leider ohne Favoriten hinzufügen Funktion,aber trotzdem die Beste für mich", "score": 5}, {"content": "Perfect App", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Schön übersichtlich. Getränkemärkte könnten mehr vertreten sein. 6hb", "score": 4}, {"content": "Habe diese App jetzt seit 2 Wochen. Bin bis jetzt zufrieden 👍", "score": 4}, {"content": "zu viel Werbung , schade", "score": 3}, {"content": "Das finde ich gut", "score": 5}, {"content": "Diese App ist ok aber ich kann Sie nicht regional verwenden da in meiner Filiale viele Angebote nicht zu erhalten sind sonst ok", "score": 3}, {"content": "Optimal", "score": 5}, {"content": "Da ich keine bzw.paar Stück Werbung bekomme habe ich hier was ich brauche.Danke.", "score": 5}, {"content": "Ich habe bereits viele App's in dieser Kategorie ausprobiert. Diese gefällt mir sehr gut. Ich finde alle Discounter und Supermärkte und Baumärkte. Das einzige was noch fehlt ist Suche nach einzelnen Artikeln.", "score": 5}, {"content": "Die App ist sehr gut gucke jedentag raus und es stimmt alles. Keine Probleme Bis jetzt", "score": 5}, {"content": "Top", "score": 5}, {"content": "Gute app...", "score": 5}, {"content": "Was bringt mir Werbung aus Bayern mit ganz anderen Angeboten! Bitte schnellstmöglich ändern und eine PLZ Eingabe ermöglichen.", "score": 1}, {"content": "Also so ist die App ganz gut, aber man sollte vielleicht auch die Möglichkeit haben Regionen auswählen zu können. In einigen Prospekten sind Artikel enthalten, die es in Filialen vor Ort nicht gibt bzw das Papierprospekt ist anders.", "score": 3}, {"content": "Server konnte nicht erreicht werden. Schade ,wirds halt ne andere app.", "score": 1}, {"content": "Übersichtlich und gut gestaltet. Bin zufrieden", "score": 5}, {"content": "Läuft super. Bis Dato beste App. Alle Shops die mich interessieren sind drin. Fehlt nur noch die Möglichkeit, bei Bedarf ältere Prospekte nochmal aufzurufen (und die Papierwerbung per Button abzubestellen 😉).", "score": 5}, {"content": "Fast alle Prospekte die man haben will", "score": 5}, {"content": "Ich habe die App erst heute Abend ich kann noch nicht viel sagen aber eines finde ich schade dass man keine Favoriten anklicken kann", "score": 4}, {"content": "Super", "score": 5}, {"content": "Keine prospekte der nächsten woche, keine seitenübersicht", "score": 1}, {"content": "Hier auf der App werden Preise angeboten die so gar nicht im richtigen Prospekt stehen und sachen angeboten die es gar nicht so gibt", "score": 2}, {"content": "Sehr gute App", "score": 5}, {"content": "Sehr zu empfehlen! Alle aktuellen Prospekte auf einen Blick. Wenn die Prospekte noch alphabetisch sortiert wären hätte ich 5 Sterne gegeben.", "score": 4}, {"content": "Beste app wo gibt", "score": 5}, {"content": "Sehr hilfreich,da wir in unserer Region keine Webeprospekte erhalten.", "score": 5}, {"content": "Sind nicht alle Prospekte drin", "score": 3}, {"content": "Einfach Süper...", "score": 5}, {"content": "Gut aufgemacht,man hat sofort einen Überblick.", "score": 5}, {"content": "Super Sache.", "score": 5}, {"content": "Gut", "score": 4}, {"content": "Einfach und verständlich❗", "score": 4}, {"content": "Gute App", "score": 5}, {"content": "Perfekt. Die prospekte rewe, aldi, Lidl sind vorhanden und einige mehr.", "score": 5}, {"content": "Sehr gute und umfassende Sammlung !!", "score": 5}, {"content": "Alles was ich brauche sehr gut 👍", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Zeigt nur kommende Werbung, aber nicht die noch gültige. Das bringt mir gar nichts.", "score": 1}, {"content": "Beste App. Immer Prospekte pünktlich da.", "score": 4}, {"content": "Sehr sehr praktisch", "score": 5}, {"content": "Keine Verbindung zum Server", "score": 1}, {"content": "👍🏻", "score": 5}, {"content": "Super viele Prospekte, aber leider keine Speicherung oder Favoritenauswahl möglich", "score": 2}, {"content": "Gut Ort um zu wissen wo", "score": 4}, {"content": "Sehr gute App", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Die App ist gut! Aber zusätzliche Werbung in der der Werbung das geht überhaupt nicht, darum nur 2 Sterne.", "score": 2}, {"content": "Immer auf dem laufenden", "score": 5}, {"content": "Super App", "score": 5}, {"content": "ich würde gerne meine Postleitzahl eingeben wollen, damit ich auch Die Angebote von meinem Umfeld bekomme . Eine \" Suche \" Funktion fehlt auch !", "score": 3}, {"content": "Zu langsam um auf den neusten Stand zu sein!", "score": 2}, {"content": "bekomme nur 5 Geschäfte genau die wo mich nicht interessant sind", "score": 1}, {"content": "Könnten Sie noch mehr Märkte hinzufügen.", "score": 5}, {"content": "super app.....kann ich empfehlen", "score": 5}, {"content": "coole app übersichtlich ohne schnick schnack", "score": 5}, {"content": "das sind die Projekte die wir brauchen", "score": 5}, {"content": "Die App ist gut", "score": 5}, {"content": "an und für sich ist dir app gut ich persönlich wünsche mir zb noch z.b. kik gern hinzugefügt wird ansonsten kann ich nicht mekern", "score": 2}, {"content": "besser wie manch andere nur Gutscheine oder Gewinnespiele könnte es ruhig geben sonst perfekt müller und andere Geschäfte wo keine Daten stehen sollte es auch von Prospekte geben", "score": 5}, {"content": "zu viel Werbung u wen man blättert nach 2 Seiten muss man warten ,man kann auch keine Favoriten speichern ,leider. sonst ok", "score": 3}, {"content": "ist gut..", "score": 3}, {"content": "Super,weiter so", "score": 3}, {"content": "eigentlich Super Idee. Vieles dabei. Leider zuviel. Und man keine Favoriten festlegen oder wenigstens sortieren. Es gibt ja nicht überall alles. Sollte man mal drüber nachdenken. Außerdem stört mich der Werbebanner.", "score": 2}, {"content": "Sehr gut", "score": 5}, {"content": "super app", "score": 5}, {"content": "Es ist eine gute App.Man findet alle Prospekte und Angebote.Kann ich nur weiterempfehlen!", "score": 5}, {"content": "no ja geht so", "score": 3}, {"content": "Eine sehr schöne App. Jedoch fehlen einige Prospekte.", "score": 4}, {"content": "Keine Suchfunktion, bisher wenige Geschäfte (keine Drogerien zB). Gibt zur Zeit bessere Alternativen, daher deinstalliert.", "score": 3}, {"content": "Alle Prospekte mit top Angeboten sind hier zu finden außerdem sind alle Supermärkte vorhanden. Super App👍", "score": 5}, {"content": "Die beste Prospekt App auf play store! Alle Supermärkte zu finden mit den neuesten Angeboten!", "score": 5}, {"content": "Sehr gute App. Es sind alle Geschäfte zu finden. Die App hat immer die aktuellsten Prospekte. Vor dem Einkaufen schaue ich immer rein! Die App kann ich allen wärmstens empfehlen!", "score": 5}]