[{"content": "Angebote nicht immer aktuell, heute wieder umsonst in den Netto gefahren :-( So macht es kein Spaß App deinstalliert", "score": 1}, {"content": "Hier funktioniert gar nichts in dieser App! Enttäuscht und sofort wieder deinstalliert. 👎", "score": 1}, {"content": "gut", "score": 5}, {"content": "guttt", "score": 5}, {"content": "Diese App ist sinnlos, zeigt Laden an die es schon Jahre nicht mehr gibt, man bekommt nicht die günstigsten Preise angezeigt wenn das selbe Produkt in 2 Läden auf dem Prospekt ist.", "score": 1}, {"content": "War am Anfang mal ne tolle app jetzt nicht wirklich zu gebrauchen netto fehlt seit dem letzten update schlechte Aktualisierung", "score": 2}, {"content": "Uralt Daten", "score": 1}, {"content": "Medimax Flyer fehlt mir noch..", "score": 4}, {"content": "Störende Pop ups (amazon Werbung, GPS), dabei dürfte GPS zur bestimmung einmal am Anfang ausreichen, das habe ich zugelassen.Alle 10sekunden poppt \"GPS ist nicht aktiviert\" auf und er vergisst auch noch die Position, will neu bestimmen, nach 3 Minuten Bedienung.", "score": 1}, {"content": "Sehr viele Prospekte fehlen oder werden gar nicht angezeigt obwohl Geschäft in der App angezeigt wird. Andere Apps sind deutlich viel besser. Die andere App Angebotskalender kann man erst recht vergessen.", "score": 2}, {"content": "Super nützliche app! Das einzige was noch fehlt wäre dass man sich für einzelne Artikel ein Lesezeichen setzen oder einen merkzettel anlegen könnte", "score": 4}, {"content": "...stürzt auf meinem Huawei Ascend Mate 7 mit Android 5.1.1 ständig nach wenigen Minuten ohne jegliche Fehlermeldung ab.", "score": 3}, {"content": "zeig 0 Prospekte an.", "score": 1}, {"content": "Leider keine Schweizerprospekte vorhanden", "score": 2}, {"content": "Eine Angenehme suche", "score": 5}, {"content": "seit einer woche ist die app nicht zu gebrauchen. ein prospekt und danach kommt die meldung\"discounto angehaltn\" nervig!", "score": 4}, {"content": "Hat nicht die Prospekte, für die ich mich interessiere👎", "score": 1}, {"content": "Schrott App", "score": 1}, {"content": "Aber schmiert bei meinem Handy was sonst sehr stabil läuft dauernd ab deinstalliert", "score": 1}, {"content": "Stürzt nach 30 sek. zuverlässig ab, auch Neuinstallation nützt nichts. Hat mal vor Monaten funktioniert, aber jetzt nicht mehr zu gebrauchen, schade.", "score": 1}, {"content": "Kann weder Gutscheine noch Prospekte öffnen,  immer Fehlermeldung. .. Bitte ändern", "score": 1}, {"content": "Zwei Familienmitglieder arbeiten für die Firma.Ich habe die App jetzt noch NICHT getestet.Ich weiß aber eines ,an sich ist die Idee Prospekte von vielen Händlern zu haben ja ganz hilfreich, doch es gibt schon etliche andere Apps wie kaufda.Diese genannte App war sogar schon auf meinem Handy vorinstalliert. An sich wäre die Idee klug ,doch es gibt zu viel Konkurrenz und diese Firma ist leider zu klein.Tut mit leid für die Bewertung :(", "score": 2}, {"content": "Leider zeigt es gar keine Prospekte! Also nutzlos die app.", "score": 1}, {"content": "installiert, gestartet, Versuch Produkte zu laden -&gt; ein Serverfehler ist aufgetreten. Gleiches bei Gutscheinen und Angeboten. Nach 5-6 Versuchen dann der Beginn des Downloads. Nach etwa 2 min Verbindungsabbruch. So ist die APP nicht wirklich brauchbar. Deinstallation.", "score": 2}, {"content": "Echt super!", "score": 4}, {"content": "Findet weder Aldi, Lidl oder Rossmann in meinem Wohnort. Absulut nicht zu gebrauchen.", "score": 1}, {"content": "Habe meinen Standort eingegeben, sehe alle Läden im Umkreis und bekomme dafür aber keine Prospekte. Also total Sinnlos, wieder gelöscht.", "score": 1}, {"content": "Umkreis muss immer wieder eingeben was soll das", "score": 1}, {"content": "Nur für Handys", "score": 1}, {"content": "Kann ich nicht gebrauchen. Kaum etwas gelistet (zb Baumarktsuche). Anzeige der Filialen sehr klein. Fliegt wieder runter.", "score": 2}, {"content": "Leider merkt sich die App den Standort und den Umkreis nicht. Außerdem kommt es andauernd zu Abstürzen. Schade. Wäre ansonsten eine prima App.", "score": 2}, {"content": "Alle Prospekte da die ich brauche,besser als kaufda App die mir nie alle Prospekte anzeigte! So muß das sein, nur bitte nicht kaputt Updaten wie so manch andere Apps ! Verdiente 5 Sterne!", "score": 5}, {"content": "Super. Echt. Gut", "score": 5}, {"content": "Hatte die App min. ein halbes Jahr. Anfangs wurde mir die meisten Prospekte angezeigt, aber mittlerweile wird mir nurnoch Lidl oder Bauhaus angezeigt. Kein Rewe, Kaisers, Rossmann oder Netto. Ich bin echt enttäuscht.  Hätte lieber über Prospekte eine Übersicht,  als mir Angebote selbst herauszuklamüsern. Schade...", "score": 1}, {"content": "Total doof", "score": 1}, {"content": "Muss bei jeder Suche, alles immer wieder eingeben. Umkreis usw. Das nervt. Schade", "score": 2}, {"content": "Ich hatte vorher die App von Kaufda, welche mich - verglichen mit dieser - nicht überzeugte. Diese hat eine tolle Umkreissuche, gute Filter, ist sehr verständlich aufgebaut und zeigt mir alle Geschäfte im Umkreis wie ich es mir wünsche! Top!", "score": 5}, {"content": "Funktioniert leider nicht findet keine Läden und keine Prospekte! Wieder deinstalliert!", "score": 1}, {"content": "Es fehlen etliche Märkte, Standorte sind teils nicht korrekt", "score": 3}, {"content": "Nicht mal die Prospekte von Rewe oder Kaufland sind dabei...sehr schwache Datenbasis. Schade.  EDIT: Ehrlich gesagt ist das ja wohl der größte Quatsch...ich such mir doch nicht die besten Angebote aus allen Läden in meiner Nähe raus um dann wie mein Opa der den ganzen Tag nichts zu tun hat extra zum Aldi zu rennen weil dort der Frischkäse 10 Cent billiger ist. Sondern ich will die Prospekte meiner 3 primären Discounter. So wird es angepriesen und das wird eben nicht erfüllt. Mal abgesehen davon das ich unter den Angeboten auch nicht die aktuellen Lebensmittel finden kann wenn ich das mal mit meinen Prospekten vergleiche. Da ist nur irgendwelches Spielzeug und Socken^^ Also der Kommentar war wohl nur eine faule Ausrede.", "score": 1}, {"content": "Findet als einzige APP meinen Standort nicht.", "score": 1}, {"content": "Macht was sie verspricht.", "score": 5}, {"content": "Bei uns standen Kindergeburtstage vor der Tür und ich muss sagen, dass die App super ist um Angebote für Geschenke und Spielzeug zu finden!!!! Hab auch klasse Angebote für Kindermode und Kindermöbel gefunden. Ja, Kinder sind nicht preiswert und die Zeit zum Rumschlendern um Schnäppchen zu erhaschen, hab ich schon längst nicht mehr.  Deshalb freue ich mich über diese App sehr. Vielen Dank. Was ich auch super finde ist, dass mir gleich die Öffnungszeiten der Geschäfte angezeigt werden.", "score": 5}, {"content": "Geht gar nicht! Sofort gelöscht.", "score": 1}, {"content": "Die wichtigsten Märkte wie Marktkauf Edeka Aldi und so weiter fehlen. Des Weiteren stürzt die App andauernd ab. Samsung Galaxy S4 Mini", "score": 1}, {"content": "Für mich unbrauchbar", "score": 2}, {"content": "Gent mal Aldi in der Suche ein", "score": 1}, {"content": "Fehlen zu viele Läden", "score": 2}, {"content": "Keine Ahnung was ich falsch mache, aber er findet gar nichts!!", "score": 1}, {"content": "Die APP stürzt bei mir wiederholt nach Wahl eines Prospektes von Lidl ab und verliert dabei die Einstellungen.", "score": 1}, {"content": "aldi und kaufland haben beide Prospekte wird aber nicht angezeigt.... daher unbrauchbar", "score": 1}, {"content": "Es lädt nicht, Verbindung unterbrochen, nicht mal ein Prospekt zusehen. Wenn funktioniert, auf jeden Fall mehr Sterne ;-)", "score": 5}, {"content": "Samsung Galaxy S3 mini", "score": 4}, {"content": "Keine Verbindung", "score": 1}, {"content": "Vonwegen kein Internetzugang, serverfehler & das 5 stunden.. funktioniert bei mir i.wie nicht -.-", "score": 1}, {"content": "KLASSE.!!!!", "score": 5}, {"content": "Habe immer nie von allen Geschäften die Prospekte zu Hause. Hier habe ich nun von allen Angeboten eine gute Übersicht. Sogar von Karstadt und Ikea aus Spandau.", "score": 5}, {"content": "Das Menü ist sehr übersichtlich und die Suche sehr einfach. Allerdings kann mein Standort nicht ermittelt werden, daher nur vier Sterne.", "score": 4}, {"content": "Super APP, damit wird man zum Schnäppchenjäger", "score": 5}, {"content": "Gerade als junge Mami eine schnelle unkomplizierte Hilfe auf der Suche nach Babyartikeln in unmittelbarer Umgebung. Top!", "score": 5}, {"content": "Manchmal ein bisschen langsam ansonsten sehr praktisch. Dann muss ich die ollen Prospekte nicht mehr lesen. Danke", "score": 5}, {"content": "Gefällt mir. Funktioniert gut. Und tolle Kartenansicht.", "score": 5}, {"content": null, "score": 5}, {"content": "Funktioniert super bei mir! Auf jeden Fall eine must-have App um schnell mal das Angebot von nebenan abzuchecken!", "score": 5}]