[{"content": "Eigentlich eine gute App, die alte war von der Übersicht her besser.", "score": 3}, {"content": "Perfekt um Preise zu vergleichen.", "score": 5}, {"content": "Super !", "score": 5}, {"content": "Eine der besten Einkaufslisten. Einfaches Hinzufügen der Pridukte aus den Prospekten. Einfach ein Alleinstellungsmerkmal. Besonders die Kostenampel ist klasse. So hat man (zwar nicht direkt (das wäre noch toller)) einen Űberblick, wie gűnstig das Angebot ist. Was ich mir noch wűnschen wűrde wäre das Hinzufügen des gleichen Produktes zu mehreren Geschäften. Ab und zu habe ich Probleme mit zu geringem Speicher (MI5S) oder beim Mobilfunk.", "score": 5}, {"content": "Nach dem letzten Update ....Top", "score": 5}, {"content": "Obwohl die Angebote in den Prospekten stehen, werden Sie nicht über die Produktsuche gefunden.", "score": 3}, {"content": "Super App, wirklich praktisch zum Planen des Einkaufs. Was negativ anzumerken ist: Produkte sind unverständlicherweise nur als Favorit hinzufügbar, wenn sie im Angebot sind!", "score": 3}, {"content": "Mit dem APP groß sparen.", "score": 5}, {"content": "So einfach zu bedienen", "score": 5}, {"content": "Super App.", "score": 5}, {"content": "Ich nutze die App seit vielen Jahren, habe keine Probleme damit und bin sehr zufrieden. Herzlichen Dank an das Entwickler-Team!", "score": 5}, {"content": "Hängt sich immer wieder auf trotz Neustart Deinstallation und Neuinstallation. So ziemlich die schlechteste App die ich je gesehen habe!", "score": 1}, {"content": "Warum legt sich ein Produkt ungefragt in die Einkaufsliste (nur kurz angesehen und nicht lange gedrückt) und warum muss man wenn man die App verlassen will dies extra bestätigen? Das passt nicht!!! \"Update\" - Gibt es hier keine Antworten von den \"Entwicklern\"?", "score": 1}, {"content": "Habe vor Jahren Fehler gemeldet, welche aber Jahre später immer noch nicht behoben worden sind. Ich werde mir das nicht mehr lange ansehen und die App dann endgültig deinstallieren. Eine andere App habe ich schon installiert, welche sehr gut funktioniert aber leider noch nicht alle Läden drin hat. PS: Die meisten positiven Bewertungen beziehen sich auf die alte App-Version, welche eigentlich selten Probleme gemacht hat.", "score": 1}, {"content": "Top", "score": 5}, {"content": "Benutze die App seit Jahren, leider wird sie immer unbrauchbarer. Schade", "score": 1}, {"content": "Einfach klasse diese App!!!!!", "score": 5}, {"content": "Ser gut und übersichtlich.👍👍👍", "score": 4}, {"content": "Super und einfach zu bedienen.", "score": 4}, {"content": "Alles prima! !!", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Suche nach Prospekten scheint soweit zu funktionieren. Aber es ist keine Registrierung möglich, es wird keine E-Mail gesendet.", "score": 2}, {"content": "Jetz läuft wieder alles, so wiexes mal war. Alle Prospekte sind wieder online...", "score": 5}, {"content": "Umständliche Handhabung bei dieser Tabletversion. Alte Handyapp war entschieden besser.", "score": 2}, {"content": "Alte Version gefiel mir irgendwie besser", "score": 4}, {"content": "Angebote kommen zu spät. Manchmal erst Mitte der Woche", "score": 3}, {"content": "Tendenz fallend, und zwar rasant. Es war mal eine ideale Unterstützung beim Einkaufen. Mittlerweile kennt es die einfachsten Produkte nicht mehr, obwohl sie seit Jahren auf den Markt sind. Neues Design und Suchfunktion ist das genaueste Gegenteil von ansprechend. In aller Kürze: das App ist komplett nutzlos geworden. Spart euch die Mühe und den Ärger.", "score": 1}, {"content": "Seit dem Update ist die App nicht mehr zu gebrauchen. Die alte Version war deutlich besser. Funktioniert wieder prima!", "score": 5}, {"content": "Um zu sehen ob seine Lieblingsprodukte, die Woche in seinem Markt bzw. Märkte, im Angebot sind, ist das die einzige App die diese Aufgabe hervorragend meistert.", "score": 5}, {"content": "Die beste APP fürs einkaufen. Immer aktuell und einfach in der Bedienung.", "score": 5}, {"content": "Update: App funktioniert wieder. Prospekte und Favoriten werden wieder geladen. Seit Anfang des Jahres funktioniert nichts mehr, kaum Prospekte, angeblich gibt's auch keine Angebote zu meinen Favoriten, was aber nicht stimmt. So nützt die App nichts", "score": 4}, {"content": "Funktioniert jetzt wieder einwandfrei", "score": 5}, {"content": "Keine Lust mehr auf diese App, jeden Tag ein neuer Fehler, ich wechsel.", "score": 1}, {"content": "Deinstalliert da sie nicht mehr funktioniert", "score": 1}, {"content": "Ständig funktioniert sie nicht", "score": 1}, {"content": "Die App war Mal sehr sehr gut...hat aber auch zu viel abgebaut...seit 2 Wochen werden keine Prospekte sowie Angebote von den allen Supermärkte angezeigt...wenn es Prospekte gibt lassen sich die Prospekte nicht richtig blättern...die Homepage funktioniert genauso nicht mehr wie die App..richtig schade...ich habe sehr gerne die App vor dem einkaufen verwendet, jetzt ist sie nicht mehr nutzbar", "score": 1}, {"content": "Seit Samstag alles tot, keine Reaktion auf Emails, keine Werbung, keine Prospekte. Was ist los? Ich habe diese App so gerne genutzt, aber sie wird nicht weiter entwickelt. Da keine Reaktion der Betreiber kommt, gehe ich davon aus, daß YPI nicht mehr auf dem Markt ist! Schade.. so viele schöne gemeinsame Jahre verbracht.", "score": 1}, {"content": "Lädt keine Prospekte mehr", "score": 1}, {"content": "War mal besser. Ständig Probleme mit der App", "score": 1}, {"content": "Diese App war wirklich gut, leider funktioniert seit ein paar Wochen nichts mehr. Sehr schade !!", "score": 1}, {"content": "Bin weg.... hier passt nichts mehr. War jahrelang dabei, aber es ist Zeit zu gehen. Ich kann euch Marktguru empfehlen.... ist ähnlich aufgebaut. Man hat dort auch Favoriten ♥️", "score": 1}, {"content": "Keine updates,kaum Prospekte,sehr schade das an dieser eigentlich tollen appidee nicht gearbeitet wird", "score": 1}, {"content": "Leider muss ich mich den anderen anschließen... es wird immer schlechter", "score": 1}, {"content": "Die App war mal richtig spitze, hat mir das Einkaufen und die Suche nach guten Angeboten richtig leicht gemacht, aber seit Tagen keine Angebote mehr vorhanden, nur noch von EP Elektronik, somit leider unbrauchbar. Sehr schade.", "score": 1}, {"content": "Zur Zeit werden kaum Prospekte angezeigt. Bitte schnellstmöglich beheben. App ist dadurch nutzlos, da Produkte nicht für den Einkauf vorgemerkt werden können.", "score": 1}, {"content": "Die App ist \"tot\". Seit 2019 kein Update mehr, jetzt fehlen auch alle relevanten Prospekte. Dadurch keine Funktion mehr für meine Favoriten. War mal gut, in 2021 aber nicht mehr brauchbar.", "score": 1}, {"content": "Es werden kaum noch Prospekte angezeigt. Nicht einmal Lidl und Kaufland die es gefühlt an jeder Ecke gibt. Somit ist die App mich unbrauchbar und wird gelöscht.", "score": 1}, {"content": "Bis vor kurzem eines der besten Apps aber seit neustem werden nur noch 3 Werbungen von knapp 20 angezeigt und sollte sich das nicht wieder ändern, wird sie deinstalliert. Schade leider.", "score": 1}, {"content": "Eigentlich mal gut gestartet aber leider wohl kein Engagement um die Sache positiv am Leben zu erhalten und weiter zu entwickeln. Immer wieder Ausfall der notwendigen Datenbestände. Schade, aber so nur ärgerlich und zum Löschen verurteilt.", "score": 2}, {"content": "Benutze die App schon über Jahre,doch seit Jahresbeginn vermisse ich einige Prospekte.Daher grade so 2 Sterne.", "score": 2}, {"content": "War das letzte Jahr eigentlich sehr zufrieden, aber zur Zeit wird so gut wie nichts an Prospekten angezeigt. Wenn die App wieder tut wofür ich sie runtergehen habe, dann gibt es volle Sterne. Funktioniert das die nächsten Tage nicht, mach ich Speicherplatz frei und sammel wieder Papier.", "score": 2}, {"content": "Kaum noch Geschäfte /Prospekte werden angezeigt", "score": 1}, {"content": "Angebote werden bei meinem S20FE nach Update auf Android 11 nicht mehr angezeigt", "score": 1}, {"content": "Bisher war ich zufrieden. Im Moment aber nicht da nicht alle Prospekte angezeigt werden!", "score": 3}, {"content": "Bisher fand ich die App gut, seit Beginn 2021 nur weißer Bildschirm, bei Prospekt wird mir nur Aldi und Lidl angezeigt, was ist los, wurde die App eingestellt?", "score": 1}, {"content": "Wird scheinbar nicht mehr aktualisiert", "score": 1}, {"content": "Super .", "score": 5}, {"content": "Kann keine Prospekte sehen.", "score": 1}, {"content": "Es wird nichts mehr angezeigt. Nur eine Fehlermeldung Error Data=0 Gestern wurden wenigstens noch 3 Prospekte angezeigt, heute gar nichts mehr.", "score": 1}, {"content": "Funktioniert einfach kaum richtig.... Prospekte werden nicht angezeigt oder sind nicht verfügbar... oder es ist gar nichts zu sehen bei der app", "score": 1}, {"content": "Der Tiefpunkt der Unbrauchbarkeit ist erreicht, jetzt werden nicht mal mehr die Sonderangebote, geschweige denn die Favoriten angezeigt. Es war vor einigen Updates die beste App", "score": 1}, {"content": "Nutze die App seit längerer Zeit und war mal mehr, mal weniger zufrieden. Von Update zu Update wurde sie schlechter. Zur Zeit werden nur 2 Prospekte angezeigt. Obwohl sämtliche Geschäfte diese anbieten. Wird immer unbrauchbarer. Produktsuche ist ganz miserabel. Werde mich in absehbarer Zeit von dieser App verabschieden, da sie keinen Nutzen für mich bringt. Schade...", "score": 1}, {"content": "eine schöne, übersichtliche App, die leider nur sporadisch funktioniert.", "score": 1}, {"content": "Schlecht Bis sehr SCHLECHET!!!", "score": 1}, {"content": "app funktioniert nicht mehr, zeigt nur noch wenige prospekte an, kann dann weg", "score": 1}, {"content": "Beste zum einkaufen... Weiter so", "score": 5}, {"content": "Die App hat mich lange begleitet und wurde intensiv genutzt. Leider funktioniert sie jetzt nicht mehr, das ist wirklich sehr schade! Ich werde mich dann jetzt wohl leider nach einer Alternative umschauen müssen.", "score": 2}, {"content": "Ich habe die App schon sehr lange und fand die auch immer gut . Hat mir alles angezeigt was ich brauch an Einkaufsmöglichkeiten. Aber aktuell geht es überhaupt nix mehr , und das ist sehr schade .", "score": 2}, {"content": "Der Funktionsumfang ist ausreichend. Nur leider hat die App häufig Ladehemmungen.", "score": 4}, {"content": "Sehr gut zum vergleichen mit anderen läden", "score": 5}, {"content": "Tolle App mit super Ansatz. Leider scheint diese nicht konsequent weiterentwickelt zu werden. Ich vermisse zudem einen Darkmode. Wäre toll wenn die App weiterentwickelt werden würde. Danke!", "score": 3}, {"content": "Mit der App bin ich sehr gut zufrieden, und Eine einfache Bedienung.", "score": 4}, {"content": "App hat großes Potential, wird aber leider nicht konsequent weiterentwickelt. Fehler werden auch nicht wirklich behoben (markierte Produkte landen zu leicht beim Zoomen auf dem Einkaufszettel). Trotz allem (noch) mit die beste Prospekte-App. Wenn sie doch noch Updates erhält, gibt es wieder mehr Punkte!", "score": 2}, {"content": "Super tolle App", "score": 5}, {"content": "Beste App für Angebote", "score": 5}, {"content": "Wozu gibt es die Funktion: \"Neue Märkte melden\", wenn diese nicht eingepflegt werden? Sonst mit Funktion zufrieden.", "score": 3}, {"content": "2 Punkte, weil viele Prospekte drin sind, aber wenn man die App öffnet läd es schlecht bis garnicht. Meist schließt die App während der Benutzung einfach. Man kann auch nur ein paar Prospekte anschauen, dann gehen die anderen nicht mehr auf.", "score": 2}, {"content": "Die App ist gefühlt nie aus dem Entwicklungsstadium herausgekommen. Ein eigenes Passwort kann z.b. nicht vergeben werden. Der Newsletter kann nicht abbestellt werden per E-Mail. Eine Änderung der E-Mail-Adresse kann nur der Kontakt mit dem Support-Team veranlasst werden und ein Wechsel vom Login Namen ist erst gar nicht möglich. Sucht euch eine andere App.", "score": 1}, {"content": "Die App war mal echt gut. Bedauerlicherweise werden die Prospekte nicht mehr zuverlässig geladen.", "score": 1}, {"content": "Super App, alles findet man schnell, nur zu empfehlen.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Gute App", "score": 4}, {"content": "Super", "score": 4}, {"content": "Super", "score": 5}, {"content": "YouPickIt gibt mit ihrer Angebote- und Prospekte-App in einer der stärksten umkämpften Lebensmittelmärkte einen aktuellen Überblick. Man erhält nie alle Prospekte der erreichbaren Lebensmittelgeschäfte, daher sind digitale Helfer,wie die von YPI,nötig. Die Hoffnung besteht,das viele Händler erkennen,das man viel Papier mit diesen Apps einsparen kann und trotzdem die Verbraucher besser über Angebote informieren kann. Es ist zu wünschen,das es auch eine schnelle Zuarbeit der Einzelhändler erfolgt.", "score": 5}, {"content": "Seit neuesten kann er meinen Standort nicht finden🤦‍♀️", "score": 1}, {"content": "Benutze ich sehr oft.", "score": 5}, {"content": "top", "score": 5}, {"content": "ich fand die app mal gut aber jetzt findet die keine Angebote mehr wird gelöscht", "score": 1}, {"content": "Ich benutze die App fast täglich und werde auch pünktlich bei bestimmten Angeboten informiert. Ich bin weiterhin sehr zufrieden und es hilft mir beim einkaufen, da ich die Preise vergleichen kann.", "score": 4}, {"content": "Ständig Probleme beim Laden", "score": 2}, {"content": "Nervt nur dass er mein Heimatort nicht übernehmen tut", "score": 1}, {"content": "Leider häufiger tagelang von einschlägigen Märkten keine Prospekte verfügbar.", "score": 3}, {"content": "Top", "score": 4}, {"content": "Bei uns hat vor drei Monaten ein Kaufland eröffnet, aber ich finde hier immer noch weder Angebote noch Prospekte in der App. Standort Mainz", "score": 1}, {"content": "Stückzahlen lassen sich nicht mehr erhöhen.", "score": 3}, {"content": "Zu wenig Produkte hinterlegt", "score": 3}, {"content": "Mit Abstand die Beste App für den Lebensmittelvergleich. Die App läuft zu 100% fehlerfrei. 👍👍👍👍👍", "score": 5}, {"content": "Es wäre schön wenn man die Artikel mehrmals in die Merkliste eintragen könnte", "score": 4}, {"content": "Super hilft mir noch wenn ich längst wieder aufgehört habe auf die angebote zu achten. Dafür das die app kostenlos ist super. Leider gäbs noch viel ausbau potential in der usability", "score": 4}, {"content": "OK", "score": 4}, {"content": "Man hat alles auf ein Blick", "score": 5}, {"content": "Also diese App stellt viele verschiedene Arten von Anbietern zur Verfügung! Ein Teilen der zur Verfügung gestellten Angebote über die Sozialplattformen ist gut möglich! Ich kann sie nur weiterempfehlen!", "score": 5}, {"content": "Neues Handy, demnach auch wieder die App heruntergeladen. Sehr enttäuschend. Blättern der Prospekte, sofort in Warenkorb. Bearbeitet man seine Einkaufsliste kommt permanent ein Pop-up ihre Einkaufsliste kann nicht gespeichert werden. Sehr schade, die App wird deinstalliert. Hatte sie davor jahrelang genutzt.", "score": 1}, {"content": "Einfach Super !", "score": 5}, {"content": "Läuft wieder alles 🙂", "score": 4}, {"content": "Find ich super", "score": 5}, {"content": "Was für ein Betrug. . Um meine Registrierung löschen zu können muss ich das Kontaktformular auf der Website nutzen. Blöd nur, dass keine meiner E-Mail Adressen (auch nicht die mit der ich mich registriert habe) als gültig anerkannt wird. Finger weg von dieser App.", "score": 1}, {"content": "Immer aktuell und hilfreich", "score": 4}, {"content": "Leider sehe ich so gut wie keine Prospekte mehr, alles nur noch weiß, auch nach der Neuinstallation. Habe diese App seit Jahren und noch nie soviel Probleme gehabt wie momentan. Wenn es nicht besser wird, suche ich mir eine andere App und diese wird deinstalliert.", "score": 3}, {"content": "Lief nach vorherigen Updates gut, nur nach dem letzten wieder Probleme. Kann diverse Märkte und prospekte nich aufrufen. Favoriten werden nicht geladen. Neu-Instalation hat auch nix gebracht", "score": 1}, {"content": "Grundsätzlich super praktisch, es lassen sich gezielt Angebote suchen die man wirklich braucht statt blind alles durch zu klicken. Allerdings ist in der aktuellen Version die Funktion, Artikel zum Einkaufswagen hinzufügen, viel zu schnell. Wenn ich in eine Prospektseite hinein zoome und einfach hin und her wische, wird automatisch ein Artikel markiert und hinzugefügt. Das nervt gewaltig.", "score": 3}, {"content": "Erkennt meinen Standort nicht. Traurig", "score": 3}, {"content": "Leider sind oft keine Prospekte geladen. Wird zwar angezeigt, öffnet man es ist nix da 👎🏻", "score": 3}, {"content": "Leider kann ich keine Prospekte mehr ansehen", "score": 1}, {"content": "Seit dem Update können einige Prospekte nicht mehr geöffnet werden", "score": 2}, {"content": "Fast keine Prospekte werden mehr korrekt angezeigt. Alles ausgegraut. Mal eine Woche wo es funktioniert, aber drei Wochen wo nur \"ausgewählte privilegierte\" Prospekte angezeigt werden... Ein NO-GO", "score": 3}, {"content": "Bin nur noch entäuscht ! Neuinstallation hilft auch nicht ! Seit ca. 2015 genutzt ! Aufbau, Übersicht und Verwendung mit Suche usw. sehr gut ! Nur was hilft daß wenn ein Großteil der Augewählten Prospekte nur weiß erscheinen (auch andere berichteten das), dadurch unlesbar sind, od. erst Mitte der Woche oder später, teils gar nicht aktualisiert werden um diese zu lesen. Ich will auch Montags schon mit wissen aktueller Sonderangebote einkaufen gehen nicht, erst zur Wochenmitte od. noch später !", "score": 2}, {"content": "Die App funktioniert nicht mehr.", "score": 1}, {"content": "Bringt endlich eure App in Ordnung. Mal funktioniert sie für zwei Tage, dann wieder nicht. Einfach nur grottenschlecht.", "score": 1}, {"content": "Ich war immer zufrieden mit der App aber seit neusten nur noch Probleme. Mittlerweile funktioniert die App gar nicht mehr und ist unbrauchbar. Sehr schade ich habe sie gern genutzt.", "score": 1}, {"content": "Leider lädt bei mir nichts im moment obwohl ich zuhause gutes WLAN habe... ich kriege gar nichts angezeigt es lädt nur die ganze zeit egal was ich versuche... aber ansonsten finde ich die app sehr hilfreich und gut organisiert", "score": 5}, {"content": "Ortung nicht möglich. Eingabe per Ort oder PLZ funktioniert auch nicht. Selbst für Frankfurt (Standardeinstellung) wird nicht ein Prospekt angezeigt. Früher mal echt gut inzwischen leider komplett unbrauchbar.", "score": 1}, {"content": "Ständig Fehlermeldung. Verbindungsfehler: RegisterNotification oder LogIndex", "score": 1}, {"content": "Ich habe seit einiger Zeit Problem mit dem aufrufen der Seiten. Die App war mal so gut gewesen.", "score": 2}, {"content": "Die app lädt nicht war mal gut aber jetzt nicht zu gebrauchen", "score": 1}, {"content": "Sehr zufrieden 👍", "score": 5}, {"content": "Stürzt zu oft ab oder lädt nicht", "score": 1}, {"content": "Es werden keine Angebote angezeigt. Ladebalken dreht sich ständig", "score": 1}, {"content": "Lädt seit dem Update keine Daten mehr", "score": 1}, {"content": "Funktional und schnell, gefällt mir.", "score": 5}, {"content": "Läuft problemlos. Schnelle Erstattung. Gute Angebote", "score": 5}, {"content": "sehr zufrieden", "score": 5}, {"content": "Kann sich gut informieren im Einkaufdschungel 😉", "score": 5}, {"content": "Prospekte sind sehr spät oder überhaupt nicht vorhanden. Schade.", "score": 2}, {"content": "Sehr leicht die günstigsten Waren zu finden und zu wissen wo es sie gibt.", "score": 5}, {"content": "Ist immer topaktuell. Guter Preisvergleich möglich. Alle Supermärkte und Discounter, sowie alle Drogeriemärkte und Möbelhäuser vorhanden. Kann die App nur weiterempfehlen!", "score": 5}, {"content": "Einfach eine supi App.", "score": 5}, {"content": "Praktisch gut", "score": 5}, {"content": "Sehr gute und leichte Bedienung.", "score": 5}, {"content": "Gute App aber man kann nicht immer Artikel in die Einkaufsliste hinzufügen daher nur 3*", "score": 3}, {"content": "Zeigt auf dem Tablet keine Favoriten mehr an. Anmelden ist nicht mehr möglich weil das Programm sofort rebooted.", "score": 1}, {"content": "Wo ist nur die Sortierung geblieben, nach Discounter, Grossmarkt usw? Wer hat sich nur diesen Mist einfallen lassen? Schade, dass man dafür auch noch einen Stern vergeben muss, statt garkeinem. Deinstalliert.", "score": 1}, {"content": "Immer wieder Verbindungsprobleme. Was ist da los? Grottiger \"Service\" 💩", "score": 1}, {"content": "Einfach gut", "score": 5}, {"content": "Vor dem Update war sie besser...", "score": 2}, {"content": "an sich ok, aber -etwas altbacken -Prospekte sollten besser strukturiert sein -teilweise doppelte Prospekte", "score": 3}, {"content": "hmm, schwierig. Der Dienst von \"YouPickIt\" ist ja durchaus hervorragend. Und hilft sehr dabei immer gute Angebote zu finden. Gerade immer wiederkehrende Angebote wie Kaffee oder bestimmte Getränke z. B. hierfür würde ich gerne mehr als 5 Sterne geben. Die App selbst funktioniert zwar im großen und ganzen, aber irgendwie fühlt sie sich nicht wirklich modern an und zuverlässig an und einige Glitsches gibt es auch. Für manche Sachen scheint es besser zu sein die Webseite direkt zu verwenden.", "score": 3}, {"content": "Grundsätzlich ist die App super aber sie funktioniert nur sehr selten. Angebote werden gar nicht oder verspätet angezeigt. Sehr viele Märkte werden nicht angezeigt. Trotz E-Mail werden die Märkte nicht aufgenommen. Dies habe ich auch schon direkt per E-Mail angemerkt.", "score": 1}, {"content": "Super !", "score": 5}, {"content": "Bis jetzt alles bestens", "score": 5}, {"content": "Alles gut", "score": 3}, {"content": "Super...", "score": 5}, {"content": "Super hilfreich und sehr übersichtlich. Diese App erleichtert Sparfüchsen wie mir das Leben.", "score": 5}, {"content": "Die Idee ist super. Suche ist leider umständlich und sehr langsam. die Stückzahl lässt sich leider nicht in der Einkaufsliste ändern. Die Buttons + / - haben keine Funktion. Schön wäre wenn man für bestimmte Produktbegriffe verschiedene Produkte hinterlegen könnte und diese in die Angebotssuche einbezogen werden z.B. Erdbeermarmelade in der Einkaufsliste. Der Optimierter sucht dann aus den Angeboten den günstigsten Preis und ersetzt den Eintrag Erdbeermarmelade mit diesem Produkt.", "score": 3}, {"content": "Alles gut im Blick mit dieser App.", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Diese App speichert weder Heimadresse noch Umkreis, werde sie umgehend deinstallieren", "score": 1}, {"content": "👍", "score": 4}, {"content": "Leider sind seit der Installation auf meinem neuen Handy einige Probleme aufgetreten: - Sobald ich im Prospekt etwas antippe, wird es auf meine Einkaufsliste gesetzt. Auch dann, wenn ich nur den Bildausschnitt verschieben will - Produktfavoriten lassen sich nur setzen, wenn das Produkt im Angebot ist. Vorher ging das auch so (was sinnvoller ist) - ständig wird eingeblendet, dass die Einkaufsliste nicht geladen werden kann. Das nervt und lässt sich nicht abstellen. Der Support antwortet nicht.", "score": 2}, {"content": "Ich bin sehr zufrieden.", "score": 5}, {"content": "Alles super", "score": 5}, {"content": "Super", "score": 5}, {"content": "Sehr gut!", "score": 5}, {"content": "War früher mal gut. Jetzt kann ich rund um meinen Standort die Umkreissuche nicht mehr auf 30 oder mehr Kilometer einstellen. Springt ständig wieder zurück. Somit unbrauchbar für mich, App deinstalliert. Schade.", "score": 2}, {"content": "Prospekte laden viel zu lange. Furchtbar!!!!", "score": 1}, {"content": "Prima App, macht direkt fast Spass die Angebote zu suchen :))", "score": 5}, {"content": "Falsche Artikel bei manchen Prospekte und das ist mir schon mehr als 5 mal vorgekommen.", "score": 1}, {"content": "Ich finde die App grundsätzlich sehr gut. Allerdings fand ich sie vor dem großen Update besser. Die Bedienung war besser. Seit dem Update funktioniert das Löschen nicht mehr richtig, d.h. man muss mehrfach löschen und auch das Einklappen anderer Geschäfte während dem Einkaufen funktioniert nicht richtig, dh die Liste der anderen Geschäfte klappt sich dauernd wieder auf. Das Löschen von Artikeln zehrt nun an den Nerven, da bereits markierte Artikel bei weiterem Markieren wieder aktiviert werden.", "score": 3}, {"content": "Top. Nutze die App sehr gern.", "score": 5}, {"content": "Super hilfreich tolle Sache", "score": 5}, {"content": "Super spart das Durchblättern von Prospekte n und zeigt auch gleich coupons mit an", "score": 5}, {"content": "Nutzlose App, da sie meinen Standort nicht findet, edit, nein Manuelle Eingabe funktioniert auch nicht!!!", "score": 1}, {"content": "Alte App war übersichtlicher und einfacher zu bedienen.", "score": 2}, {"content": "Schlecht, kann meine Stadt nicht eingehen und er findet sie auch nicht... Würde gerne 0 von 5 Sterne geben aber naja...", "score": 1}, {"content": "Funktioniert prima.", "score": 5}, {"content": "Nicht aufdringlich, gute Nutzbarkeit durch Voreinstellungen, keine Abstürze, kein Akkuverbrauch.", "score": 5}, {"content": "Schneller Zugriff auf Prospekte, Filter für günstigstes Angebot pro Ware,alles sehr leicht zu handhaben.", "score": 5}, {"content": "Ich habe alle Prospekte die ich brauche", "score": 5}, {"content": "Praktisch gut", "score": 5}, {"content": "Favoriten/Alarm werden nicht mehr angezeigt.", "score": 2}, {"content": "Nach dem Update nur noch schlecht. Es gibt Angebote von meinen Favoriten und sie werden nicht angezeigt. Bitte wieder auf den Stand von vor dem Update bringen. Ob Haken bei kompaktansicht oder superkompaktansicht, es ändert sich nichts!", "score": 1}, {"content": "Alles toll", "score": 5}, {"content": "Sehr gut und übersichtlich .", "score": 5}, {"content": "Viele Prospekte werden nicht mehr richtig angezeigt oder sind erst gar nicht vorhanden", "score": 1}, {"content": "Viele Märkte werde nicht mehr geladen, ich wechsel jetzt zu einer anderen App", "score": 1}, {"content": "Früher war alles besser, trifft hier zu, wenn man es so gelassen hätte, wie es war. Flott, empfehlenswert, Top-Einkaufshelfer ... wirklich schade. Update: jetzt noch schlimmer - beim blättern werden auch lediglich angeschaute Artikel unkontrollierbar in den Warenkorb getan - Daumen runter - das muss man als Programmierer erst mal wollen", "score": 1}, {"content": "Hat alles drin was man so braucht...", "score": 5}, {"content": "Top App, funktioniert sehr gut!", "score": 5}, {"content": "Super tolle Sache und immer aktuell", "score": 5}, {"content": "Super", "score": 5}, {"content": "Veraltet! Charles Vögel gibt es schon lange nicht mehr. Daher ist andere Aktualität fraglich.", "score": 3}, {"content": "Die App ist gut wenn sie funktioniert. Leider in den letzten Wochen ist die App kaum zu gebrauchen und das kurz vor Ostern. Warte noch eine Woche und wenn es nicht besser läuft dann wird die App deinstalliert. Sorry", "score": 2}, {"content": "Nutze diese App schon seit Jahren. Leider kommt es vermehrt zu Störungen, so dass ich sie kaum noch nutzen kann. Angebliche schwache Internetleitung, Seiten in Prospekten brauchen ewig. Wenn man Produkte in die Einkaufsliste setzen möchte kommen Fehlermeldungen. Wenn das so weitergeht muss ich mir eine Alternative suchen. Schade.", "score": 2}, {"content": "Die App war in früherer Version übersichtlicher. Viele Märkte werben trotz nur sehr kleinem Aktionsvorrat und sowas sollte in der App als Warnung auftauchen. Märkte wie Selgros und Hambacher sollten für Privatkäufer rausfilterbar sein. Die App hat mit ein paar nötigen Zusatzfunktionen und eine zweckmäßigere Benutzeroberfläche Potenzial nach oben. Ich nutze sie momentan deswegen weniger als früher.", "score": 3}, {"content": "Ich nutze diese app seeehr lange schon und war wirklich bisher immer zufrieden damit.", "score": 5}, {"content": "Nutze die App schon Jahre lang, diese ist Übersichtlich und einfach zu bedienen. Sie zeigt mir von jeden Shop, Discounter, Baumarkt etc aus meinem Standort die dazu gehörigen Prospekte mit Angeboten an.", "score": 4}, {"content": "Nichts geht mehr, früher war das einer meiner besten Apps. Es kommt immer \" keine Verbindung \" Server tot", "score": 1}, {"content": "Gut", "score": 5}, {"content": "Eine super App 👍", "score": 5}, {"content": "Bisher gern genutzt, aber auch mit dem aktuellen Update sind die Ladezeiten gruselig schlecht, manche Seiten werden gar nicht geladen TROTZ kompakter Darstellung da es nicht am Netzwerk liegt..im WLAN. Das Optik update bringt keine Vorteile - >manchmal ist weniger mehr! In dem Zuge wäre es auch schön statt Favoriten eine Negativ Liste von Geschäften anlegen zu können, deren Prospekte dann nicht angezeigt werden. Einstellung \"+\" Zeichen nicht darzustellen geht immer wieder verloren.. Das nervt", "score": 2}, {"content": "Nur noch Schrott!!! Werde jetzt KaufDa nutzen!!!", "score": 1}, {"content": "Was ist mit der app. Läuft garnicht richtig. Oder kann ich die löschen und gleich mir die app ziehe. Kauf da Bitte um rasche antwort", "score": 1}, {"content": "Nach vielen Jahren in denen ich die App gerne benutzt hatte habe ich sie heute deinstalliert. Nach dem Update nicht mehr nutzbar. Favoriten laden zwar mehr schlecht als recht, lassen sich dann aber nicht auswählen. Ansonsten nur endloses laden... Schade.", "score": 1}, {"content": "Du findest alles was du brauchst danke", "score": 5}, {"content": "Einfach Klasse,immer die besten Angebote.", "score": 5}, {"content": "Super App.", "score": 5}, {"content": "Super Informationen. Schaue ich mir jede Woche an.", "score": 5}, {"content": "Absolut Spitze, wir finden alle Schnäppchen in unserer Gegend. Danke an die Entwickler.", "score": 5}, {"content": "Ist ok", "score": 4}, {"content": "Beste Einkaufsapp", "score": 5}, {"content": "Finde ich sehr gut", "score": 5}, {"content": "Nicht schlecht und man kann vergleichen zur Zeit nützt es nicht ausverkaufte regale ( corona)....", "score": 4}, {"content": "Gute App, aber das neue Design ist doof", "score": 4}, {"content": "top", "score": 5}, {"content": "Sehr gute App.", "score": 5}, {"content": "Eine Auswahl von Angeboten, Märkten und Prospekten. Mit Standortermittlung.", "score": 5}, {"content": "Ich ärgere mich zu Tode. Ich weiß nicht wie oft ich diese App schon gelöscht habe und jedes mal installiere ich sie wieder. Und dann, nach ein paar Wochen zeigt sie wieder nur die Hälfte der Prospekte an. Das macht mich so wütend", "score": 2}, {"content": "Nicht sehr performant, und sehr fummelig", "score": 2}, {"content": "Die App ist bares Geld wert. Oft wissen grad kleinere Filialen nix vom Angebot.", "score": 5}, {"content": "Ok", "score": 4}, {"content": "Hin und wieder laden leider Produkte auf Einkaufsliste die man nicht gewählt hat bzw. Nur näher ansehen wollte.", "score": 4}, {"content": "Seit dem neuen Layout mit Suchleiste unten rechts viel schlechter. Sonst konnte man spätestens Samstag immer die Prospekte ab Montag anschauen. Warte jetzt noch ein Update ab . .ansonsten muss ich leider wechseln...schade war jahrelang einfach top:-(", "score": 2}, {"content": "Wirklich gute app", "score": 5}, {"content": "Nach Update wesentlich unkomfortabler. Bitte wieder ändern", "score": 2}, {"content": "Supi!!!", "score": 4}, {"content": "Ganz gut es fehlen Prospekte", "score": 4}, {"content": "Seit dem letzten Update findet die App bei mir überhaupt nichts mehr. Für mich völlig unbrauchbar, deinstalliert.", "score": 1}, {"content": "Doch es macht schon Spaß mit dieser App zu arbeiten, ich bin aber eher ein seltener Benutzer, sie ist gut.", "score": 5}, {"content": "Sehr informativ", "score": 5}, {"content": "Gute App um Preise zu vergleichen. In der Suche manchmal leider etwas langsam und man findet natürlich auch nicht alles.", "score": 4}, {"content": "Coole Sache", "score": 4}, {"content": "Da wir nicht immer alle Prospekte bekommen, ist diese App für uns interessant und ziemlich gut.", "score": 4}, {"content": "Im Grunde ganz gut. Ich fand die frühere Version schöner und praktischer. Gibt es eigentlich noch Favoritenliste bei manueller Suche?", "score": 3}, {"content": "Die App ist leider nicht brauchbar, da die Angebote nicht gefunden werden: Beispiel bei Netto in Berlin wird gleich auf der ersten Online-Prospektseite Arla Kaergarden 250g für 1€ angezeigt. Über die Suche findet man jedoch keine Angebote und YPI zeigt einen falschen Preis von 2,19€ an. Oder Meßmer Tee: Aktuell im Prospekt für 1,11€, über die Suche wird ein Preis von 1,65€ gezeigt. Oder Melitta Auslese 500g, in der Prospektanzeige für 2,88, aber über die Suche keine Angebote bzw. zum Normalpreis für 5,49€ bei Netto.", "score": 1}, {"content": "Top", "score": 5}, {"content": "Funktioniert hier leider garnicht.", "score": 1}, {"content": "Wozu sind Metro und Selgros mit aufgeführt, diese Märkte sind nur mit Kundenkarte zugänglich. Das stört bei stöbern. Ansonsten nutze ich diese App sehr gerne und finde sie nützlich und bedienerfreundlich.", "score": 5}, {"content": "War früher sehr viel besser.. - Es gab ein Übersichtlicheres Layout bei dem der Preis sofort zu sehen war & die Märkte, alles übersichtlich in 1 Spalte, (jetzt quetscht man 2 Angebote in eine Reihe)((nach dem letzten Update die totale Verschlimmbessung also!!)) - jedes Produktangebot war nur 1 mal in den Angeboten (jetzt kommt alles immer wieder beim weiter runter scrollen!? WO IST DA DER SINN!? nach 10 Angeboten das erste wieder zu sehen!?) - Radius (Wohnort) lässt sich nicht mehr vergrössern", "score": 3}, {"content": "Die Vorgänger App war besser", "score": 4}, {"content": "Soweit Aufbau und Struktur ok. Allerdings wenn ich etwas anklicke ist es gleich im Warenkorb. Das mit den Favoriten klappt noch nicht so", "score": 4}, {"content": "Sehr zufrieden 👍", "score": 4}, {"content": "Ist ok.", "score": 5}, {"content": "Leider funktioniert die App nach dem letzten Update nicht mehr so richtig.. War vorher immer super zufrieden..", "score": 3}, {"content": "Ich find diese App Klasse. .", "score": 5}, {"content": "Seitdem update richtig schecht, da sind auf einmal Prospekte von Läden, die ich gar nicht kenne und die nicht in meiner Nähe sind. Viele Supermärkte gar nicht mehr dabei.....wie Penny , Razio, Rossmann...?????", "score": 1}, {"content": "Eins meiner wichtigsten Apps.", "score": 5}, {"content": "Nach dem letzten Update wieder gewohnt gut. Bisher meine liebste Einkaufsapp. Hat immer alle Märkte in meiner Umgebung drin und bin ein riesen Fan der Preisbewertung (gold, silber und Bronze) Weiter so!", "score": 5}, {"content": "Früher war es besser da konnte man sich die märkte in der nähe anzeigen lassen, geht jetzt nicht mehr", "score": 2}, {"content": "Ohne Papiermüll sehen, was in der Region in der Werbung ist. :-)", "score": 5}, {"content": "Eigentlich Null Sterne!!! Da hatte wohl wieder keine Lust gehabt die App zuaktualisieren!!!", "score": 1}, {"content": "Leider nur 2 Sterne, da seit dem letzten Update kein LogIn mehr möglich ist. Schade, da bei voller Funktion eine tolle App.", "score": 2}, {"content": "Gut aber nicht immer aktuell", "score": 3}, {"content": "Man spart sich die ganzen Prospekte - also auch viel Müll!", "score": 5}, {"content": "Gute App nur etwas unübersichtlich.", "score": 4}, {"content": "Top App. So findet man sehr schnell Angebote", "score": 5}, {"content": "Top App. Nutze seit Jahren und bin immer noch zufrieden! Empfehlenswert, nicht nur zuhause sondern auch auf Reisen (deutschlandweit).", "score": 5}, {"content": "War vorher besser, vor allem die Auswahl der Märkte", "score": 3}, {"content": "Ich bin leider etwas enttäuscht. Ich hatte die registrierte Version früher schon benutzt und muss sagen,dass es sich verschlechtert hat.Bei der alten APP wurden noch die Märkte getrennt angezeigt und man weißte sofort in welchem Markt man welche Artikel kaufen möchte. Heute Fehlanzeige. Alles wird der Reihe nach angezeigt aber man weiß nicht in welchem Markt. Was immer noch nicht verbessert wurde,ist daß man bei der Prospektanzeige nicht weiß, für welchem Ort die Angebote sind.", "score": 2}, {"content": "Die App hilft mir wirklich günstig einzukaufen! Top!", "score": 5}, {"content": "Sehr zufrieden", "score": 5}, {"content": "Gefällt mir sehr gut", "score": 5}, {"content": "Hab die alte App wieder installiert, läuft noch!;)", "score": 1}, {"content": "App funktioniert einwandfrei mit Android 10 Danke weiderso", "score": 5}, {"content": "Es nervt einfach, die (+) sind bei jedem Start wieder da! Warum werden die Einstellungen nicht gespeichert?😫", "score": 2}, {"content": "Leider ist die Einkaufsliste nur online verfügbar. In vielen Märkten steht man aber im Funkloch. Dann wird eine Fantasieliste angezeigt und das Einkaufserlebnis stark getrübt. So macht der Einkaufsoptimierer wenig Sinn.", "score": 3}, {"content": "Super App !!!", "score": 5}, {"content": "Sehr gut", "score": 4}, {"content": "Gut !🤔", "score": 4}, {"content": "Leider ist diese App nicht mehr das was es Mal war !! Hab die echt gerne gehabt !! Es geht nix mehr ständig muss ich mich neu anmelden und trotzdem sehe ich meine Favoriten nicht mehr !!", "score": 2}, {"content": "Gute Informationen", "score": 5}, {"content": "War mal super, jetzt leider grottenschlecht. Wie sagt man so schön: Verschlimmbessert! Nicht mehr intuitiv bedienbar. Man kann seine Lieblingsprodukte nicht mehr (oder ich kann es nicht) in einer Liste aufführen und danach suchen. Leider ist diese App für mich nicht mehr zu gebrauchen. Sehr, sehr schade....", "score": 1}, {"content": "Kann man tatsächlich nur aus Angeboten über die Märkte Favoriten machen? Wieso ist dies nicht über das Produkt möglich? Ich möchte ja informiert werden, wenn es im Angebot ist und nicht selber überprüfen, ob es im Angebot ist, damit ich es als Favorit einstellen kann!!???", "score": 1}, {"content": "Coole Sache... kann man richtig Sparen!👍🙂", "score": 5}, {"content": "Tolle App um seinen Einkauf gùnstig zu planen!", "score": 5}, {"content": "Toll finde ich dass ich Produkte im Vorfeld eingeben kann und dich informiert werde wenn diese im Angebot günstig zu erwerben sind.", "score": 4}, {"content": "Absolut Top. Oft fragt man sich ,ob bestimmte Produkte im Angebot sind. Hierfür ist die App super.Ich liebe es hierüber das Schnäppchen zu finden.", "score": 5}, {"content": "Zu oft das es nicht geht obwohl ich vollen internet empfang habe aber sonst gut", "score": 2}, {"content": "Auf dem neuesten Stand. Leicht zu bedienen.", "score": 5}, {"content": "Ich fand die alte Version besser. Teilweise kommen Prospekte recht spät. Ansonsten tut die App, was sie soll.", "score": 4}, {"content": "Seit dem Redesign nicht mehr so \"easy to use\" wie vorher. Durch die Kacheldarstellung sehr viel weniger Informationen auf der selben Fläche wie Vorher. Teilweise (z.b. suche) mehr klicks für gleiches Ziel notwenig als vorher. Sortier/Filtermöglichkeiten nach z.B. Goldangebote wäre schon lange sehr zu wünschen. Zusammenfassend: funktioniert im Prinzip aber alles andere als intuitiv.", "score": 2}, {"content": "Tolle App", "score": 5}, {"content": "Gute Empfehlungen für den Einkauf.", "score": 4}, {"content": "Die Ergebnisse sind zu gebrauchen, das Handling Gewöhnungsbedürftig", "score": 4}, {"content": "Super", "score": 5}, {"content": "Beste App für Supermarktangebote.", "score": 5}, {"content": "verschlimmbessert", "score": 1}, {"content": "Sehr gute App, etwas bessere Ladezeiten wäre super", "score": 4}, {"content": "Die Version vorher war eindeutig besser, schade", "score": 2}, {"content": "Ich habe meine Texte komplett gelöscht da nach Verbesserungen es jetzt funktioniert der einzige Mängel ist die doch unübersichtlichen Anwendungen vielleicht geht es aber auch nur mir so.", "score": 4}, {"content": "Diese App nutze ich häufig, da ich bestimmte Artikel regelmässig einkaufe und dann gern nach Angeboten schaue und diese nutze.", "score": 4}, {"content": "Wird im Laufe der Zeit immer langsamer", "score": 1}, {"content": "Favoriten wieder weg... Ich will meine vertraute und verlässliche Lieblingsapp zurück! An allen Ecken andere Probleme, zum Haareraufen.", "score": 2}, {"content": "Gefällt mir sehr gut.", "score": 5}, {"content": "Sehr hilfreich..", "score": 5}, {"content": "Früher war die App top.... Aber nach dem letzten großen Update kaum zu gebrauchen", "score": 1}, {"content": "Sehr gut", "score": 5}, {"content": "Immer auf dem neusten Stand. Genau was ich brauch.", "score": 5}, {"content": "sehr umständlich geworden...", "score": 1}, {"content": "Je nach Handy wird der Artikel direkt in den Einkaufswagen gelegt, das ist Nervig", "score": 4}, {"content": "Soweit in Ordnung, funktioniert aber nicht immer stabil. Oft automatisches Logout. Auch die automatische Lokalisierung funktioniert nicht wirklich gut.", "score": 4}, {"content": "Kann Einkauf in Ruhe plan", "score": 5}, {"content": "Angebote meiner Artikel immer im Blick!", "score": 5}, {"content": "Eigentlich eine sehr schöne App, um Einkäufe mit gezielter Produktsuche zu optimieren. Die aktuelle Version gibt zwar optisch mehr her, jedoch haben sich auch einige Bugs eingeschlichen: Der Standort will /wollte nicht so recht gemerkt werden. Eine Favoritensuche gibt regelmäßig Push-Nachrichten, die Daten können leider nicht abgerufen werden und die Seite bleibt leer. Datenverknüpfung und Abruf erscheinen schwerfälliger als früher. Wenn das behoben wird, wird diese App wieder richtig toll!", "score": 3}, {"content": "Super app, gut sortiert und übersichtlich.", "score": 5}, {"content": "Optimal immer zu Hand.", "score": 5}, {"content": "Ich kann mich nicht mehr anmelden und alles gespeicherte ist weg. Früher sehr gut jetzt für mich nicht mehr brauchbar.", "score": 2}, {"content": "Danke", "score": 5}, {"content": "Wie kann man die störenden \"demnächst/in X Tagen\" Angebote ausblenden?", "score": 3}, {"content": "Benutze die App schon seit Jahren und obwohl ich mich über die neue Benutzeränderung gewöhnen musste, ist nach wie vor alles super!", "score": 5}, {"content": "Seit dem neuesten Update werden trotz richtiger Anmeldung keine Favoriten mehr in der App angezeigt, sind alle weg. Auf der PC Seite sind diese mit gleicher Anmeldung noch vorhanden. Bitte nachbessern, den PC habe ich unterwegs leider nicht dabei. Auch eine Deinstallation und Neuinstallation brachte hier nichts. ........................................................................................................................................................................Edit: Nach dritter Deinstallation / Neuinstallation wurde meine Anmeldung wieder angenommen und die Favoriten wieder geladen. Nicht schön so ein Aufwand...", "score": 4}, {"content": "Gute App. Sehr nützlich. Nur manche Angebote nicht vorhanden wie angezeigt. Andere wiederum nicht angezeigt die in den Läden vorhanden sind. Ansonsten Top.", "score": 4}, {"content": "Top", "score": 5}, {"content": "Schön gemacht", "score": 5}, {"content": "Gute Übersicht", "score": 5}, {"content": "Immer wieder eine gute Einkaufshilfe. YPI hat echt viele Märkte dabei. In meiner Region fehlt mir keiner. Gut strukturierte Aufgliederung nach Märkten, Produktgruppen und man kann durch Favoriten seinen Bedarf anpassen. Komme gut zurecht mit der App. Abstürze hatte ich bisher nicht, auch kaum Bugs zu bemängeln. Das ist mir 5* wert.", "score": 5}, {"content": "Keine Suchfunktionen", "score": 5}, {"content": "Eigentlich hätte die App von mir 5 Sterne bekommen aber seitdem Update geht nix mehr. Kann mich noch nicht Mal anmelden und somit nicht auf meine gespeicherten Daten zugreifen.", "score": 1}, {"content": "Super App", "score": 5}, {"content": "Alles schnell und gut", "score": 5}, {"content": "Beste Einkaufs App, ever!!!", "score": 5}, {"content": "Super app könnte mehr Prospekte haben die ich fehlen des wegen 4 Sterne von weiter so", "score": 4}, {"content": "Optimal", "score": 5}, {"content": "Super App. Spart eine Menge Papiermüll", "score": 5}, {"content": "Ich liebe diese Prospekte App, denn ich besitze diese von Anfang an. Ich habe einige Andere ausprobiert, hier finde ich sogar einen größeren Radius, denn nicht immer macht es Sinn nur für die Nähe. Gerade bei Globus, gibt es in jeder Filiale andere Angebote. Ich hatte zwar Fehler in der App, Dank Euch wurde wieder alles schnell behoben. Ich bedanke mich bei Euch und wünsche alles Gute. Ihr helft uns die Welt etwas schöner zu machen auch ohne Greta.", "score": 5}, {"content": "Alles Super!Jetzt aber nicht mehr, die App kann mein Standort nicht mehr orten😩 Tablet.", "score": 5}, {"content": "Eine super Hilfe für den Alltag und beim Einkaufen! Der Support ist hervorragend, nimmt auch gerne konstruktive Kritik und Verbesserungsvorschläge an.", "score": 5}, {"content": "War vor der Überarbeitung deutlich besser! Meist stimmt der Standort nicht, die Übersicht ist schlechter - gegenüber der alten Version \"verschlimmbessert\"!", "score": 2}, {"content": "Wirklich hilfreich", "score": 5}, {"content": "Immer schnell die aktuellsten Angebote super mit der Einkaufsliste so kann man nichts mehr vergessen", "score": 5}, {"content": "Find ich ubersichtlich", "score": 5}, {"content": "Update: ich bin nur noch genervt! Seit neuestem bekomme ich täglich eine Mail mit Angeboten die ich nicht will. Alle Benachrichtigungen habe ich bewusst deaktiviert! Die neue Optik ist furchtbar! Übersicht und Infogehalt sind durch das neue Design verloren. Hinzu kommt, dass mit Geschwindigkeitsverbesserung geworben wurde, bei mir (S9, aktuelles Android) ist leider das Gegenteil der Fall. Wirklich traurig, dass Updates bei so oft Verschlimmbesserungen bedeuten. Furchtbar ärgerlich und unnötig!", "score": 1}, {"content": "Isr ganz okay", "score": 4}, {"content": "Ich bin gezwungen das GPS zu aktiveren, da sich sonst der Wohnort nicht einstellen lässt! ! Die alte Version 2017/18 War besser, da man dort manuell- OHNE GPS- selber entscheiden konnte, ob man dies frei schaltet oder Nicht! Ich entscheide, wer Kenntnis über meinen Aufenthaltsort, erhält", "score": 1}, {"content": "Suchfunktion nicht gut", "score": 3}, {"content": "19.12 Seit dem letzten Update gibt es wieder eine kompaktere Ansicht, die jedoch nicht für alle Bereiche verfügbar ist. Zudem hat sich die Reaktion der App verbessert. Negativ ist weiterhin für mich: - Suchfunktion immer noch im Listenmenü statt oben rechts neben dem Warenkorb (wie damals) - unnötige bzw. viel zu breite Rahmen um jedes Angebot (wünschte dies würde wieder wie damals angezeigt werden; war auch viel schneller zu laden) - wenig Einstellungsmöglichkeiten (z.B. Dark mode wäre super)", "score": 3}, {"content": "👍😊", "score": 4}, {"content": "Klasse App. Sehr gute Verbesserungen.", "score": 5}, {"content": "Das ständige anmelden ist nicht mehr der Fall. Es funktioniert alles gut.", "score": 4}, {"content": "Top", "score": 5}, {"content": "Ich finde es super !", "score": 5}, {"content": "Is gut danke", "score": 5}, {"content": "Leider ist seit dem letzten Update nach jedem Neustart der App mein Standort in Frankfurt. Auch meinen Filter für Geschäfte muss ich jedesmal neu einstellen. Vorher war es deutlich besser und hätte 4 Sterne verdient.", "score": 2}, {"content": "Super App man weiß immer die neuesten Angebote", "score": 5}, {"content": "Nach Update funktioniert es wieder 👍", "score": 5}, {"content": "Super App! Erleichtert den Einkauf enorm. Alle Angebote Woche für Woche auf einen Blick!", "score": 5}, {"content": "War mal super, seit dem alles geändert wurde, ist es nicht mehr zu gebrauchen", "score": 1}, {"content": "Super", "score": 5}, {"content": "Seit dem letzten Update nicht mehr so schön....etwas unübersichtlicher geworden und Standort ändert sich ständig. Ist etwas nervig", "score": 3}, {"content": "Hervorragend", "score": 4}, {"content": "War super. Nun nur noch der letzte Rotz. Nix geht mehr, alles kaputt optimiert. deinstalliert, neu installiert, immer noch anmeldeprobleme. Muss fast jedes Mal das Passwort ändern weil das davor nicht mehr ging. Vorher mega fix, nun leider unbrauchbar... hätte so gerne die alte Version wieder, die war soooooo schön einfach", "score": 2}, {"content": "Neubewertung für Update Version 1.2.135: viele der vorher gelöschten Funktionen/Ansichten wieder vorhanden, App wieder besser verwendbar. Was weiterhin fehlt: Märkte für Produkte der Einkaufsliste sind nicht manuell zu ändern/verschieben- wäre gut, wenn das auch noch wiederhergestellt werden könnte.", "score": 4}, {"content": "Nach dem letzen Update kann ich keine einzelnen Produkte mehr suchen... somit für mich unbrauchbar. App wird deinstalliert.", "score": 2}, {"content": "Ich habe die Bewertung überarbeit. Mit dern letzten Update ist Youpickit wieder benutzbar geworden, auch schneller. Eine abschließende Bewertung ist erst nach weiterer Testzeit möglich.", "score": 3}, {"content": "Seit dem update heute kann ich mich nicht mehr anmelden mit meiner email und meinem Passwort! Hab die neueste Version drauf und kann mich trotzdem nicht einloggen...das ist erst seit dem neuesten update so... Hab auch schon mehrfach de- und neuinstalliert...ohne erfolg", "score": 2}, {"content": "Dez. 2019 totale Verschlimmbesserung! Schrott!!!!! Eigentlich ganz nützlich, nur funktionieren das Laden der Seiten und der Suchergebnisse in letzter Zeit nicht mehr richtig. Schade eigentlich.", "score": 1}, {"content": "Seit dem neuesten Update noch schlimmer geworden. Die gespeicherten Favoriten sind nicht mehr vorhanden. Gibt leider keine 0 Sterne. Ergänzend am 9.12.: Ich bin registriert! Nutze jetzt die Homepage, da sind alle meine Favoriten vorhanden. Apps werden überbewertet 🤣 Ergänzend 10.12. Ging mit Deinstallation. Favoriten wieder da. Ich guck mir das mal ein paar Tage an. Ergänzend am 11.12. Geht doch. Nach Deinstallation ganz die Alte 😅 4 Sterne.", "score": 4}, {"content": "Auch seit dem Update macht kein Spaß mehr", "score": 1}, {"content": "Seit den neuesten Updates verbraucht die App 4 mal mehr Speicherplatz als beispielsweise noch vor einem halben Jahr.", "score": 1}, {"content": "Wie ganz annehmbar nach dem neusten Update.", "score": 4}, {"content": "Nach dem Update unbrauchbar. Die Darstellung finde ich noch unübersichtlicher. Auch die \"demnächst-Angebote\" nerven und diese sind auch nicht mehr wie vorher gekennzeichnet. Danke für die Antwort. App erneut runtergeladen und wieder gelöscht. Seit meiner letzten Rezension hat sich nichts geändert. Haben Sie meine Bewertung überhaupt gelesen?", "score": 1}, {"content": "Habe eben wieder versucht mich einzuloggen mit Email und Passwort, hat funktioniert. Und wenn alles wieder so ist, wie ich es vorher kannte, werde ich meine Rezension entsprechend ändern.", "score": 3}, {"content": "Der Relaunch ist nicht geglückt. Doch seitdem Update vom 6.12. ist es merklich besser geworden. Die Anmeldung bleibt bestehen und auch sonst läuft bisher alles sehr gut. Den letzten Stern bewahre ich noch auf, falls noch was verbesserungswürdiges auffällt.", "score": 4}, {"content": "Jahrelang gut, nach update nicht mehr - Ladezeiten extrem lang, muss mich mehrfach neu einloggen, Standort Frankfurt voreingestellt obwohl in Berlin, gibt nur noch Favoriten vorher auch Alarm dazu, schade. Alternative Angebote laden nicht Trotz E-mail, wie gewünscht, keinerlei Reaktion von youpickit ! Ich habe die neueste Version vor 2 Tagen geupdated..alle Favoriten weg ...macht mehr Sinn die alte Version wieder auszurollen als hier treue user zu verärgern", "score": 1}, {"content": "Super App!", "score": 5}, {"content": "Kenne Anwendung mehr möglich", "score": 1}, {"content": "Es war eine supergeile Einkaufs-App zum sparen. Aber seit dem heutigen Update sind alle Favoriten weg 😕 !", "score": 2}, {"content": "Einfach super!", "score": 5}, {"content": "Nach dem letzten Update total für den a...., so für mich nicht mehr zu gebrauchen. Schade nutze die App bald 3 Jahre, naja muss ja immer alles gute verbessert werden. Meistens geht's dann nicht mehr.", "score": 1}, {"content": "leider nicht mehr verwendbar..", "score": 1}, {"content": "Leider wurde die app verschlechtert...!!! Vorher 5 Sterne, heute nur noch 2 Sterne!", "score": 2}, {"content": "Seit dem letzten Update übernimmt er meine eingestellten Daten nicht mehr. Und zeigt mir nicht alle Prospekte", "score": 1}, {"content": "Nach dem letzten Update ist es schrecklich geworden. Die Angebote in der Startseite werden nicht mehr gut angezeigt. Die Übernahme in der Einkaufsliste funktioniert selten gut. Wieso verschwinden Geschäfte immer wieder von der Liste mit den Märkten? Nicht immer funktioniert das mit den Standort. Sehr schade diese App war einmal sehr gut gewesen und die konnte ich gerne weiterempfehlen jetzt leider nicht mehr.", "score": 1}, {"content": "Zum katastrophalen Update wurde schon zur genüge geschrieben, leider kann ich mich dem voll und ganz anschließen. Bisher war es meine favorisierte Einkaufsapp. Doch jetzt schaue ich mich nach einer neuen App um. Oder gibt es noch eine Möglichkeit irgendwo die Vorgängerapp zu installieren?", "score": 1}, {"content": "Der Pickalarm ist nicht mehr vorhanden. Ich muss mich ständig neu anmelden. Anstatt das die App besser wird, tauchen mit jedem Update neue Fehler auf.", "score": 1}, {"content": "Die App WAR die ganz Zeit super. Wie kann man so ein unmögliches Update ausrollen. Selbst die einfachsten Sachen wie Suchen über Text funktioniert nicht. Sobald ich die Lupe anklicke friert alles ein und ich kann die App nur noch schließen. Da heißt es nun, entweder die App wird schnell verbessert oder zumindest auf die alte Version zurück gesetzt oder viele werden sich eine Alternative suchen. Echt schade...", "score": 1}, {"content": "Bin begeistert, egal, wo ich bin, die App findet immer die Geschäfte, die ich suche. Bin viel unterwegs. Die Alarmfunktion für Favoriten finde ich besonders toll.", "score": 5}, {"content": "War mal super, aber seit dem Update Katastrophe. Wenn es sich nicht bald ändert, fliegt sie raus.", "score": 1}, {"content": "Ich habe bis zum Update die App geliebt. Nun ist es so, dass ich mich ständig neu anmelden muss. Denn kommt hinzu, dass neue Werbung die in... Tagen beginnt ersichtlich ist als Fenster, aber man kann keine Produkte sehen. Und mir ist aufgefallen, bei der Suchfunktion kann ich die Artikel nicht mehr in den Einkaufswagen legen, wenn es keine Aktion gibt. Eigentlich eine super tolle App, zumindest löste sie meinen Einkaufszettel ab.", "score": 2}, {"content": "Es fehlt ein offline Funktion für die Einkaufs- (Merk) liste. Zudem muss nach jedem update das Profil neu angemeldet werden.", "score": 2}, {"content": "Eigentlich eine Super App. Aber nach dem letzten Update muss ich mich ständig neu anmelden.Das nervt unheimlich 😡", "score": 1}, {"content": "Leider laden die meisten Prospekte nicht mehr. Der Standort muss auch ständig neu eingegeben werden. Sehr ärgerlich. Und anscheinend wurden die Systemprobleme auch Wochen später nicht gelöst.", "score": 1}, {"content": "Es war die ultimative app die ich jedem Empfohlen habe. Nach dem Update Katastrophe. Erste Seite so grosse Angebotsbilder das man Scrollen muss, ohne Ende! Hat man die Produktkatogorie geöffnet hatte man früher gleich nach Goldpreisen sortiert. Heute nun ein umständliche Gesuche ohne auf dem ersten Blick zu sehen wie gut der Preis ist. Vorher Note 1. Jetzt eine sehr schlechte 4. Das noch nett bewertet. Alles was wir geliebt haben und uns Zeit gespart hat ist verschwunden :(", "score": 1}, {"content": "Schade, dass die bisher beste appzum Thema einkaufen nach dem Update so kaputt gemacht wurde, die Anmeldedaten bleiben nicht erhalten, die Filter muß man bei jedem Log-in neu setzen, die Einkaufsliste hat Probleme und das neue Design ist leider nicht sehr übersichtlich. Hoffentlich gibt es bald ein Update zum Update", "score": 1}, {"content": "War mal wirklich super, seit dem update verliert es aber ständig die Anmeldung. Super nervig", "score": 2}, {"content": "Erstaunlich, dass man so was gutes derart kaputt machen kann. Die neue Version ist völlig unübersichtlich, ich bekomme keine Pickalarme mehr, in den Favoriten Märkten sieht man nicht mehr ob Favoriten Produkte im Angebot sind, etc. Habe die App deinstalliert und die alte apk drauf gemacht. Klappt prima und bleibt jetzt so. Wie kann man denn nur ein so halbfertiges Update veröffentlichen?", "score": 1}, {"content": "Seit dem letzten Update muss man die Suchfunktion erst umständlich aufklappen, und man sieht wesentliche Angaben zum Produkt erst, wenn man jedes einzelne gefundene Produkt mühsam geöffnet hat. Etwa Gewicht der Ware oder den Kilopreis. Somit kaum noch nutzbar. Alles groß und bunt, aber nicht mehr nützlich. RTL lässt grüßen.", "score": 2}, {"content": "Bitte Angebote in den Favoriten wieder verkleinern oder Größe frei wählbar machen dann gibt es wieder mehr Sterne. Manchmal ärgert man sich das man das Update gemacht hat...", "score": 2}, {"content": "Seit dem letzten Update muß ich laufend neu Anmelden. Bei den Prospekten u. Märkten ist die Anzahl der Favoriten weg. Das war wohl nichts. Jetzt habe ich diese APP deinstaliert. Ich fühle mich voll verappelt.", "score": 1}, {"content": "Update sehr schlecht viele Bugs .", "score": 1}, {"content": "Nach neuem Update nicht mehr zu gebrauchen. Einfach nur total \" bescheiden\"", "score": 1}, {"content": "Die App funktioniert wie sie soll. Das neue Layout ist gewöhnungsbedürftig, aber dafür sind alle wichtigen Prospekte verfügbar.", "score": 4}, {"content": "Die App ist mein ständiger Begleiter. Immer zuverlässig alle Schnäppchen und Prospekte dabei.", "score": 5}, {"content": "1 Stern, weil es 0 nicht gibt. Ich habe die App immer geliebt und allen weiter empfohlen. Seit dem Update geht gar nichts mehr. Ständig muss ich meinen Standort neu eingeben, weil er ihn trotz gesetztem Häckchen nicht behält. Außerdem laden einige Prospekte gar nicht erst vollständig, so dass ich nicht alles einsehen kann. Ich werde mich nach etwas besserem umsehen müssen!!!", "score": 1}, {"content": "Leider ist die App nach dem Update nicht mehr so toll wie vorher. Es ist unübersichtlich und komplizierter geworden, sehr schade!!!", "score": 2}, {"content": "08.09.2016 Jeden Tag in Gebrauch. Bitte bitte nichts verändern. Mein Lieblings app. 10.11.2019 Seit dem Update sehr sehr enttäuschend. Von 5 Sterne runter auf 1 stern. Ich möchte bitte meine alte Version. Liebe Grüße", "score": 1}, {"content": "kA was sich die Entwickler da wieder haben einfallen lassen. Vor dem Update hab ich die App sehr gerne benutzt aber jetzt? Unübersichtlich und umständlich. Muss mich wohl nach Alternativen umschauen.", "score": 1}, {"content": "Leider kann man bei der neuen Funktion scheinbar keine Produkte mehr suchen.", "score": 1}, {"content": "Es war ein super App. Nach dem Update ist es einfach Schrott.", "score": 1}, {"content": "Vor der \"Modernisierung\" war die App wirklich toll, man hat Favoriten gehabt, welche jetzt übrigens verschwunden sind, und man konnte an Hand der grafik sofort sehen was im angebot ist. Nun hat man Kacheln und muss erstmal auf jeden Artikel klicken um zu sehen ob es sich um den Standard oder Angebotspreis handelt. Werde wieder die vorherige Version installieren und mich nach einem Alternativ App umgucken.", "score": 1}, {"content": "Schade seit dem letzten update nicht mehr zu gebrauchen", "score": 1}, {"content": "Ihr seid wieder daaaa ***** :) Meine Lieblingsapp , wenn es ums Einkaufen geht . Übersichtlich , und ist alles kompakt vorhanden. Bitte so bleiben. Danke :)", "score": 5}, {"content": "War mal eine gute App, jetzt total unübersichtlich. Meine Favoriten sind nicht mehr gespeichert. Bin am überlegen die App zu löschen.", "score": 1}, {"content": "Die ältere Version war deutlich besser. Die Suche ist praktisch nutzlos, wenn man nicht einen der vorgeschlagenen Begriffe sucht funktioniert sie nicht.", "score": 3}, {"content": "Super App, bin positiv überrascht!", "score": 5}, {"content": "Wie kanm man eine tolle App durch ein upgrade so schlecht machen? Wo sind die Pick-Alarme? Keine Möglichkeit zum umschalten von Kachel auf Listenform? Für was brauche ich mun Riesenbilder? 1 Stern, denn 0 Sterne gibt es nicht", "score": 1}, {"content": "Super App, die beste dieser Art", "score": 5}, {"content": "Seit letztem Update ist die Oberfläche unübersichtlicher und der Funktionsumfang geringer. Pickalarme & Favoriten wurden zusammengefasst, aber die Preislimits fehlen komplett.", "score": 2}, {"content": "Macht das letzte Update wieder rückgängig, die neue Version ist Mist, die Suchfunktion ist versteckt, die Suche liefert Ergebnisse, die mir nichts bringen", "score": 1}, {"content": "Nach dem letzten Update, funzt nichts mehr.", "score": 1}, {"content": "Nach dem Update sind alle Fav weg. War eine Top App mit 5☆ jetzt nur noch 1☆. Nun unübersichtlich und umständlich !", "score": 1}, {"content": "Alte Version war viel besser bin sehr enttäuscht ☹ schade. Bitte bitte wieder auf die alte Version umstellen.", "score": 1}, {"content": "Ich will die alte Version zurück. Sie war gut und übersichtlich", "score": 2}, {"content": "Schade seit dem Update nicht mehr zu gebrauchen", "score": 1}, {"content": "Ich habe die App vor Update geliebt👍aber jetzt macht es keinen Spaß mehr...😥total umständlich der Warenkorb war früher so übersichtlich gelistet auch mit den Geschäften heute nicht mehr. Bitte ändert es wieder früher war es viel leichter😕wenn es geändert ist gibt es auch einen andere Bewertung 😉", "score": 2}, {"content": "Super App, einfach zu Bedienen, sehr gute Übersicht, neue Version ist Top!", "score": 5}, {"content": "Deutlich verschlechtert! Das Update hätte man besser gelassen! Viel langsamere Blätteransicht, kleinere Vorschau der Prospekte. Übersichtlichkeit ist allgemein deutlich schlechter als vorher. Wird deinstalliert und alte Version wieder genutzt!", "score": 2}, {"content": "Super App!!!", "score": 5}, {"content": "Die App war mal super, WAR!!! ...denn statt sie zu verbessern, habt Ihr sie zusätzlich noch mit einem Update zur Katastrophe verschlimmbessert!!! Unübersichtlicher und umständlicher geht es kaum noch! Ich gucke es mir noch kurz an und solltet Ihr nicht zur alten Version zurück gehen, fliegt die App ohne Wiederkehr vom Handy und Tablet runter!!!😡😡😡", "score": 1}, {"content": "Wie kann man neue Märkte melden??? Früher konnte man das problemlos in der App euch melden. Durch das neue Update, was zeitlich dringend nötig war, ist dies leider nicht mehr möglich. Was mich durch das Update stört ist die neue unübersichtlichen Benutzeroberfläche. Es werden nur noch 1-2 Produkte nebeneinander angezeigt, auch die Favoriten sind davon betroffen. Es sollten wieder mehrere Produkte nebeneinander angezeigt werden, habe keine Lust die meiste Zeit mit dem scrollen zu verbringen.", "score": 3}, {"content": "Wenn schon erneuert wird warum wird alles gelöscht was eingespeichert und makiert war und nicht übernommen wie vei anderen apps Man hätte auch bescheid geben können das man es schützen kann bzw abspeichen oder rausschreiben.", "score": 1}, {"content": "Seit Update ist es schneller und besser gestaltet .", "score": 5}, {"content": "Nach dem letzten Update leider absolut miserabel!", "score": 1}, {"content": "Die beste App dieser Art, einfache Handhabung. Perfekt, bin super begeistert.", "score": 5}, {"content": "Super", "score": 5}, {"content": "der Ladevorgang wird immer langsamer im WLAN. wenn die App funktioniert ist sie nicht so schlecht", "score": 2}, {"content": "Die App war schon mal wesentlich besser. Zeigt kaum die Favoriten an. Teils keine Prospekte verfügbar, obwohl ein neues erschienen ist.", "score": 2}, {"content": "endlich eine richtige gute Prospekte app... wirklich alles drin was man braucht", "score": 4}, {"content": "Einfach perfekt, Allerdings fehlt Nahkauf", "score": 5}, {"content": "Die beste App dieser Art. Man kann gezielt nach bestimmten Angeboten suchen und dann per WhatsApp weitergeben.", "score": 5}, {"content": "Die Angebote sind nicht aktuell. Bzw. Es werden Angebote veröffentlicht, die es in Geschäften noch nie gab.", "score": 1}, {"content": "Eigentlich gut gemacht, wird aber nicht mehr gepflegt.", "score": 3}, {"content": "Die App war vor Jahren mal deutlich viel besser. Leider reagiert der App-Entwickler gar nicht mehr und manche Fehler die bereits vor Jahren gemeldet wurden, sind immer noch vorhanden. Inzwischen friert die App selbst beim Blättern in den Prospekten ein. Kann die App nicht mehr empfehlen.", "score": 1}, {"content": "Das App war top,leider werden die Bilder nicht mehr geladen und wenn, dauert es sehr lange. Schade", "score": 1}, {"content": "Netto stade immer das falsche Prospekt drin von einem anderen netto Laden", "score": 3}, {"content": "Eine tolle App, schade das sie nicht mehr gepflegt wird!", "score": 3}, {"content": "App war mal gut, scheint nicht mehr gepflegt zu werden. Neue Geschäfte werden nicht aufgenommen, obwohl darauf hingewiesen wurde. Blättern führt immer wieder zu Absturz. Ist mittlerweile kaum noch hilfreich!", "score": 1}, {"content": "Grundidee ist sehr gut, Umsetzung der App das Gegenteil. Teilweise nicht nutzbar, da total träge. 5 Sterne für die Idee, 1 für die App.", "score": 3}, {"content": "Alle Webebeilagen in unmittelbarer Nähe sind drin. Wollte melden, dass wir jetzt in Rostock einen Action - Markt , in unserem Citi Park haben. Da war früher Pfennigpfeifer drin. Den hab ich schon als nicht mehr existierend gemeldet. Die Pennigpfeiffer Werbung ist immer noch drin obwohl es den Laden seit 4 Jahren nicht mehr gibt", "score": 4}, {"content": "War mal gut.", "score": 1}, {"content": "Diese App war Mal zuverlässig aber zur Zeit eine Katastrophe. Da hilft nichts als deinstallieren. Hatte sie Jahrelang....", "score": 2}, {"content": "einfache Handhabung", "score": 5}, {"content": "Perfekt! 5*", "score": 5}, {"content": "benutze die App jetzt schon ein Jahr lang und bin super begeistert", "score": 5}, {"content": "Früher war die App spitze, jetzt dauert es eeeewig beim laden (egal ob mit oder ohne WLAN), ich sehe keine Bilder von Produkten (erst beim auswählen) Schade, werde es wohl deinstallieren..", "score": 1}, {"content": "Benutze die App um schnell zu sehen ob ein bestimmtes Produkt bei mir in der Nähe im Angebot ist und/ oder am günstigsten ist. Ich muss sagen da hat diese App bei mir einfach mit Abstand am besten funktioniert, obwohl ihre Konkurrenten meist eine bessere Bewertungen im PlayStore haben.", "score": 5}, {"content": "Bis heute ganz ok, habe heute festgestellt das Poco 20% hat in der App leider keine Info und kein Prospekt. Schade", "score": 2}, {"content": "nach Update keine Funktion mehr....", "score": 1}, {"content": "Die meisten Prospekte im Vergleich zu anderen Apps und automatischer Preisvergleich. Auch eine Standortkarte vorhanden.", "score": 5}, {"content": "habe immer noch beim suchen der Ware immer noch Verbindungsprobleme.egal ob WLAN oder mobilnetz❓❓❓❓ wann wird das behoben", "score": 1}, {"content": "Top App", "score": 5}, {"content": "Funktioniert einwandfrei nur seit ner Weile hab ich keine Verbindung usw. Nur wenn ich mobil bin,per WLAN keine Probleme. Hab das vor ner Weile nicht gehabt. Warum jetzt?? Bitte um deren Beseitigung.Das nervt mich.nicht mal auf Email wird reagiert 😡immer noch nicht behoben.am liebsten 0 Sterne", "score": 1}, {"content": "am Anfang hat alles geklappt ,jetzt stürzt die App nach kurzer Zeit ab und friert ein", "score": 1}, {"content": "Super", "score": 5}, {"content": "Seit Android 9 können die Pickalarme unter Einstellungen nicht mehr aktiviert werden. Es erscheint immer ein Popup \"Error\" und der Hacken ist wieder weg. Update: Scheint die Entwickler dieser App nicht wirklich zu interessieren.", "score": 3}, {"content": "Ihr seid so schlecht. Nehmt die App vom Markt wenn ihr nicht fähig seid. Nur im wlan nutzbar. schlecht. 4g funktioniert nicht, die Meldung schlechte Verbindung kommt. Keine Antwort auf Mails", "score": 1}, {"content": "Tja wenn ich unterwegs bin und keinen Zugang zu WLAN habe, habe ich mit 4 G ne zu langsamere Internetverbindung!!! Und nun?", "score": 2}, {"content": "Endlich mal eine App die auch in meiner Stadt komplett funktioniert da alle Handzettel endlich mal vorhanden sind einfach klasse macht weiter so. Was ich auch gut finde ist dass man sich ein Benutzerkonto machen kann und dann alle Favoriten synchronisieren kann wobei ich da anmerken möchte dass Google Drive dafür besser geeignet wäre als ein Benutzerkonto und die einkaufsliste gefällt mir auch sehr gut. Habe zuvor marktguru benutzt war da sehr unzufrieden da kaum Handzettel vorhanden waren.", "score": 5}, {"content": "Nutze die App eigentlich schon sehr lange und immer gerne. Seit einiger Zeit allerdings, gibt es Probleme mit dem einkaufsoptimierer. Plötzlich sind alle Artikel weg und wenn ich etwas hinein tue, wird angezeigt das der Artikel bereits vorhanden ist. Bitte überprüft diesen Fehler, so lässt sich die App leider nicht nutzen.", "score": 3}, {"content": "Wieder perfekt!!!!!", "score": 5}, {"content": "Mehrmals installiert angeblich kein Internet bei 4g oder auch mit WLAN. Einfach nur mist wieder runter gehauen", "score": 1}, {"content": "App ohne Funktion!!! Angeblich zu langsame Verbindung um mit Server zu kommunizieren. Ja, ich weiß. LTE+ ist wirklich eine lahme Verbindung. Samsung S7", "score": 1}, {"content": "DIE EINZIGSTE APP DIE MAN NUTZEN KANN PUNKT", "score": 5}, {"content": "Eigentlich ganz gut und bestimmt auch sehr nützlich, aber leider stimmen hier in meiner Gegend selten die Angebotspreise. Wir sind schon etliche Male umsonst los. Auf dem Tablet werden keine PickAlarme gemeldet.", "score": 3}, {"content": "Hängt sich seit neuestem auf, damit nicht mehr nutzbar.", "score": 1}, {"content": "Ich habe die App schon eine Weile und war sehr zufrieden. Diese Woche ging \nsie plötzlich nicht mehr. Nur weißer Bildschirm. Also deinstalliert und neu \ninstalliert. Nun funktioniert sie nicht mehr so gut. Einfache Produkte \nlassen sich nicht mehr suchen,die es vorher gab.", "score": 2}, {"content": "Leider brauchen die Suchergebnisse ewig wenn sie dann überhaupt mal kommen. \nMit einer Internetverbindung von 150.000 sollte das eig laufen. Aber \nscheinbar hat der Sever nur 12MB RAM", "score": 1}, {"content": "Schlecht", "score": 1}, {"content": "Super App😍", "score": 5}, {"content": "Die App scheint nicht mehr aktuell zu sein:2016 das letzte Mal aktualisiert!", "score": 1}, {"content": "Leider stürzt die App immer wieder ab bzw. friert ein. So ist sie leider \nnur bedingt nutzbar", "score": 3}, {"content": "Die beste Einkaufsapp aller Zeiten! Das einzigste, was fehlt, ist eine \nFamiliensynchronisierung wie bei Bring, aber ansonsten top! Vor allem mit \nden persönlichen Favoriten etc... Top finde ich auch, dass man direkt aus \nden Prospekten Artikel in den Einkaufswagen legen kann und die App einem \nausrechnet, was der Einkauf kostet. Sie hilft einem beim Sparen, weil sie \neinem anzeigt, bei wem das Wunachprodukt gerade im Angebot ist. Ich liebe ❤ \ndiese App.", "score": 5}, {"content": "Lädt zum Teil echt langsam..", "score": 2}, {"content": "Sehr schlechte App, leider mußte ich einen Stern geben, sonst hätte ich \nkeine Bewertung abgeben können, man kann keine Märkte, die man benötigt, \neingeben, bekommt daher auch deren Angebote nicht, und unwichtige Märkte \nkann man leider nicht löschen, schade", "score": 1}, {"content": "Ich liebe die App aber heute funktioniert sie überhaupt nicht 😣", "score": 5}, {"content": "Seit gestern wird nix mehr angezeigt bei mir", "score": 4}, {"content": "Unfassbar langsam, egal wann, egal wo, egal ob 14 oder 120 MBit man hat. \nTotal willkürliches Verhalten dahingehend. Bilder werden nicht geladen, \nProspekte nicht. Wem seine Lebenszeit so wertlos ist, die Ladeanimation \ndieser App zu beobachten, soll es behalten.", "score": 1}, {"content": "Schmeiße den Mist jetzt runter ist nicht mehr zu gebrauchen nur noch lade Daten oder bricht ab vielleicht wenn ihr mal wieder alles in der Reihe habt werde ich es wieder installieren.  👎", "score": 1}, {"content": "Die App an sich finde ich super. Läuft auch, nur bei 5-6 mal nutzen lässt sie sich nicht mehr öffnen und muss deinstalliert und neu installiert werden. Das ist nervig.", "score": 3}, {"content": "Macht ihren Job perfekt!", "score": 5}, {"content": "Galaxy S8 +... Seit geraumer Zeit ist es nur noch möglich die Daten per WLAN zu laden. Mobil wird es mit dem Hinweis \"schlechte Verbindung... \" abgebrochen. Da ich die App häufig außerhalb verwende, gibt es unter diesen Umständen nur 2-3 Sterne... Schade, es IST /WAR die beste App - Fehler beheben, dann gibt's wieder 5", "score": 3}, {"content": "Der Barcodescanner ist schlecht und braucht sehr lange zum scannen. Die große Produktansicht lässt sich durch wischen nicht blättern.  Hier kann noch nachgebessert werden. Ansonsten eine sehr gelungene App. Produkte speichern klappt prima. mit dem Rest arbeite ich noch", "score": 4}, {"content": "Leider  kann  ich  über manuelle Eingabe keinen  Standort mehr  angeben. Das nervt  da  ich  auf  dem  Land  lebe  und auch  an  weiter entfernen Orten einkaufen.", "score": 3}, {"content": "Ja, scheint wieder zu funktionieren.", "score": 3}, {"content": "Ist mit den Preisen nicht auf dem Laufenden.  Auf schriftliche Hinweise der Fehler wird nicht reagiert! !!", "score": 2}, {"content": "Finde die App super. Einfache Bedienung, sehr übersichtlich. Sehr hilfreich. Vielen lieben dank dafür", "score": 5}, {"content": "Ich nutze diese App seit langer Zeit schon,war auch immer zufrieden. Aber plötzlich stürzt sie ständig ab sagt keine Internetverbindung trotz wlan.  So ist sie nutzlos", "score": 2}, {"content": "Penny ist nicht dabei? Hallo?? Wie traurig, so eine große Kette wird ignoriert!", "score": 2}, {"content": "Prima wäre nur schön wenn man Märkte deaktivieren konnte die man nicht möchte weil eine andere Filiale schneller zu erreichen ist obwohl es 2 Kilometer mehr sind.", "score": 5}, {"content": "Meine Absolute Lieblings Prospekteapp. Weiter so!", "score": 5}, {"content": "Leider läd die App die Prospekte sehr schlecht oder gar nicht...Mit dem Note 3 ging alles wunderbar aber mit dem neuen Note 8 funktioniert es sehr sehr schlecht. Leider nahezu unbrauchbar...was sehr schade ist.", "score": 2}, {"content": "Ist nicht schlecht", "score": 4}, {"content": "Gut. Leider fehlt Kaufland", "score": 4}, {"content": "Soweit bin ich voll und ganz  zufrieden,  Bin leider nur zweimal vergebens zum laden gefahren weil es das Angebot da gar nicht gab", "score": 3}, {"content": "Leider stimmen die in der Werbung angezeigten Artikel nicht mit der Werbung vor Ort überein. Besonders bei Netto sieht meine Werbung die ich per Post bekomme teilweise anders aus als in der App", "score": 3}, {"content": "Leider ist nicht jede Filiale mit einem korrekten Prospekt (zb. Netto der Markendiscount in Potsdam Kuckucksruf) dabei. Aber bei 95% der Daten haut es hin. Das ist eben fast Ok!", "score": 4}, {"content": "Super App, mit wohl der meisten Auswahl an Prospekten.", "score": 4}, {"content": "Was nützt mir diese App wenn ich kaum oder teilweise keine Artikel in die Einkaufsliste laden kann weil die Prospekte keine Verlinkungen aufweisen. Sehr schade. Zudem sind die angegebenen Zeiträume nicht aktuell. Bin in den Läden und bekomme zu hören das das Prospekt  bereits abgelaufen sei🖓🖓🖓🖓🖓", "score": 1}, {"content": "Bin super zufrieden.Alle Preise verglichen und auf einen Blick.Topp!!", "score": 5}, {"content": "Bis vor kurzem war die App noch super...Allerdings hängt sie sich dauernd auf und lädt nicht...Daher kein Nutzen mehr...", "score": 3}, {"content": "Soweit bin ich zufrieden aber ich kann die Favoriten nicht bearbeiten und im Marktkauf gibt es ein Angebot von DOVE aber es wird keine Aktion angezeigt.", "score": 5}, {"content": "War mal gut, inzwischen wird trotz WLAN oder 4G schlechtes Internet behauptet... Es geht einfach nicht mehr", "score": 1}, {"content": "Funktioniet nicht 😐", "score": 1}, {"content": "Ansich kann es eine gute Idee sein aber weder über WLAN noch über Mobiledatenverbingung (LTE) öffnet sich irgendwas. Schade, hätte die gerne getestet aber wenn sich nicht aufbaut und ich nach 20 Minuten immer noch nur den Ladekreis sehe bringt es nichts. Wieder deinstalliert!", "score": 2}, {"content": "also die App zeigt mir ständig  Fehler an.. und es sei kein Internet verfügbar. es werden auch keine Bilder angezeigt", "score": 1}, {"content": "Leider gleich wieder gelöscht. Findet meinen Standort nicht. Selbst bei manueller Eingabe wird minutenlang erfolglos gesucht. Schade.", "score": 1}, {"content": "Das Laden dauert schon ewig. Bis da erstmal der Standort und dann Angebote etc geladen sind, hab ich Prospekte 3x durchgelesen. Fazit: Idee gut, Ausführung muss überarbeitet werden", "score": 1}, {"content": "Er findet nicht mal meinen Standort und so mit kann ich die App nicht nutzen.", "score": 1}, {"content": "Mega schlecht es läd zu lange", "score": 1}, {"content": "Früher waren viel mehr Prospekte vorhanden. Das Laden der Prospekte dauert trotz guter Wlan Verbindung sehr lange.", "score": 2}, {"content": "Das Ergebnis ist nicht zufriedenstellend. Bei der Suche nach Ensinger Mineralwasser bekomme ich Netto als Angebot angezeigt. Bin dann in den Läden angekommen. Vor Ort teilte man mir mit, das das Produkt gar nicht im Sortiment ist.   Des weiteren kann man keine Produkte hinterlegen um dann automatisch eine Info zu bekommen, wenn das jeweilige Produkt im Angebot ist. Man muss also jeden Woche seine Produkte eingeben und erneut suchen.   Grundsätzlich ist die Idee gut. Das Ergebnis und das Handling müssen optimiert werden.", "score": 2}, {"content": "Alle wichtigen Geschäfte enthalten. Sogar der Combi Markt wird angezeigt und der ist in den anderen Prospekte Apps nicht aufgeführt! Vielen Dank dafür und macht weiter so!", "score": 5}, {"content": "Leider können keine Märkte abgewählt werden. In Großmärkten, wie z.b. Metro od. Selgros, dürfen eh nur Gewerbetreibende einkaufen.", "score": 3}, {"content": "Lässt sich oftmals garnicht öffnen", "score": 2}, {"content": "Sehr gut!!! Go 4 IT  DANKE!  Macht bitte weiter so!", "score": 5}, {"content": "Angebote Preise falsch", "score": 1}, {"content": "Sehr schön und fast Perfekt", "score": 5}, {"content": "Ein Satz mit X,das war wohl nix!!! Und Tschüss!!!", "score": 1}, {"content": "Çok yavaş eskiden cok iyiydi. Ekrana sayfaları dolduramiyor dönüp duruyor", "score": 1}, {"content": "Hatte die schon mal installiert und nun neu geholt allerdings laden die Prospekte nicht indem egal was für ein Internet Empfang habe heißt es die Verbindung ist zu langsam aber wenn die App funktioniert ist sie klass", "score": 3}, {"content": "Seit 2 Tage kann ich keine Prospekte  gucken  ??? Bis da hin war ich immer zufrieden.  Hoffe das der Fehler  wird  behoben.", "score": 1}, {"content": "Eine wirklich sehr gute App, vielen dank für die kostenlose Nutzung. Ich habe sie schon sehr vielen Leute weiterempfohlen und wirklich jeder einzelne war und ist sehr zufrieden mit dieser App, an alle Verantwortlichen von YouPickIt macht weiter so ! DANKE", "score": 5}, {"content": "Stürzt ständig ab , lässt sich nicht  öffnen  , reagiert nicht", "score": 2}, {"content": "Diese App ist tausendmal besser als alle andern. Sie zeigt alle Prospekte und Läden in der Umgebung, was sie natürlich übersichtlicher macht, was man bei den anderen Apps natürlich nicht behaupten kann.", "score": 5}, {"content": "Ich liebe diese App! Allerdings nur 4 Sterne, da ich Märkte, die ich als Normalverbraucher nicht nutzen kann (zB Metr...) nicht sperren kann! Es nervt, das gefühlt 1000 Angebote angezeigt werden, die ich sowieso nicht nutzen kann!  Wenn das behoben werden Kann, gibt es 5 Sterne!", "score": 4}, {"content": "Sehr gut 👍", "score": 5}, {"content": "Auf meinem Moto G4 mit Android 7.0 öffnet die App sich inzwischen nicht mehr beim 1. Aufruf. Nötig sind so 3 - 4 Mal. Kein Virenscanner, kein Ad-blocker, x-mal deinstalliert und wieder installiert. App ist damit für mich extrem nervig.", "score": 2}, {"content": "Leider ein viel zu hoher Akkuverbrauch beim LG G5. Hoffe, ihr verbessert das. Ansonsten ist die App super :)", "score": 3}, {"content": "Nutze diese App schon sehr lange. Was leider immer wieder für mich störend ist, wenn verschiedene Händler das gleiche Produkt im Angebot haben und man es schon auf der Einkaufsliste hat, wird die Anzahl erhöht und ausschliesslich beim aktuellen Händler eingetragen. Da ich gern im vornherein plane was wo und wann im Angebot ist, um es ggf in meinen Tagesablauf zu integrieren passt das leider selten.. Wäre schon wenn man einen Artikel auch parallel bei verschiedenen Händlern einstellen könnte", "score": 4}, {"content": "Super...!", "score": 5}, {"content": "Sehr langsamer Bildaufbau.", "score": 2}, {"content": "Soooo klasse! Ich bin erst seit ungefähr 20 Minuten Nutzer und schon so überzeugt, dass ich glatt mal den Entwicklern mitteilen will, wie gut diese App gelungen ist! Aber ich vermisse den Penny Prospekt. Ist der standardmäßig nicht drin? Falls das so ist, bin ich trotzdem froh, dass ich keine tausend Apps mehr haben muss sondern nur noch 2! Allerdings würde ich von noch mehr Funtkionen abraten, weil ich glaube, dass es sonst zu unübersichtlich wird und das wäre doch mehr als schade.", "score": 5}, {"content": "Super App sehr schnell und unkompliziert.", "score": 5}, {"content": "Die Idee ist ganz gut, leider sind die Angebote sehr oft nicht aktuell, so fährt man oft umsonst wegen eines Angebotes was es gar nicht gibt. Die  Marktleitung kann sich das nicht erklären.", "score": 1}, {"content": "Apple funzt unter Android nicht. Nach der Installation 1x aufgerufen da fünfte es noch, beim 2.x garnichts.", "score": 1}, {"content": "Eindeutig die beste kostenlose Angebotsapp!", "score": 5}, {"content": "Bestes app zum Einkaufen!  Hat alle Funktionen die man dafür braucht!  Der rechnet sogar aus ob der gesamte Einkauf nur in einem Markt lohnt oder ob man zu mehreren fährt. Der bezieht so viele Faktoren mit ein das die Rechnung am ende super auf geht!!! Bin sowas von begeistert! Nutze das jetzt seit 2 oder sogar 3 Jahren und will nie wieder ohne das App meinen Einkauf planen müssen. ^^", "score": 5}, {"content": "ständig muss ich die App deinstallieren und neu Installieren da sie sich nicht mehr öffnen lässt. das ist nervig", "score": 1}, {"content": "Funzt seit Wochen nicht mehr richtig. App bleibt stehen Keine Artikel sichtbar Zurückgehen geht auch nicht  In letzter Zeit nicht zu gebrauchen", "score": 2}, {"content": "Gute App ;-)", "score": 5}, {"content": "Schön das es viele Prospekte gibt. Leider ist die Bedienung und Gestaltung sehr schlecht. Das man sich für Favoriten extra noch Anmelden soll ist echt überflüssig.", "score": 2}, {"content": "POSITIV:  freundlicher Kundenservice. Jetzt bessere Performance, etwas schneller als früher. Einkaufsliste teilbar.  NEGATIV: • Limit Anzahl 50 Favoriten/Alarme immer noch zu wenig;-( • Liste/Anzeige springt nach Änderung (z.B. Favorit erstellt) wieder hoch an den Beginn der Seite.  Filterfunktionen sind noch nötig zum Ausschluss von  Warengruppen und Produkten z.B. Hundefutter wenn ich keinen Hund habe.  FEHLT mir: 1.Einfügen einer kompletten EinkaufsLISTE in den Optimierungsassistenten (für Produkte die nicht im Angebot sind)", "score": 5}, {"content": "Hilfreich,  gute  suchfunktion.", "score": 4}, {"content": "Endlich eine App die Aldi Lidl Kaufland Und sogar Edika hat.", "score": 5}, {"content": "Ich finde diese App einfach super. Hab sie auch auf meinem neuen Handy übernommen. Allerdings hätte ich einen kleinen Kritikpunkt. Bei uns im Kaufland haben wir nur ganz schlecht Netz. Es wäre gut wenn die Einkaufsliste auch offline nutzbar wäre. Dann würde mir die App viel viel mehr bringen. Momentan schreib ich den Einkaufszettel  noch per Hand, weil die App im Kaufland kaum funktioniert.", "score": 4}, {"content": "Sehr hilfreiche App bei der Schnäppchensuche! Mit praktischer Einkauflistenfunktion. Für mich im Moment die beste App in diesem Bereich! Bitte macht weiter so! :-)", "score": 5}, {"content": "Sehr gute und nützliche App! Leider ist die Verbindung sehr schlecht und es dauert eine Weile beim Blättern bis die Seite lädt (obwohl ich Wlan nutze).", "score": 3}, {"content": "ACHTUNG: Meine Probleme lagen NUR am vorinstallierten Programm \"SECURE NET\" von Vodafone. Hab es löschen lassen..Probleme waren sofort verschwunden!!  App startet, sucht Daten..meldet nach 1min. \"keine oder schlechte Datenverbindung\"..Keine Funktion per mobiler Daten. WLAN hingegen funktioniert..kurios!", "score": 5}, {"content": "Ein Muss für die Sparfüchse unter uns...", "score": 5}, {"content": "Probleme mit Prospekte laden bringt Meldung langsame Verbindung obwohl WLAN baut Seiten nicht auf lädt nicht", "score": 3}, {"content": "Empfehlenswerte App mit Potenzial", "score": 4}, {"content": "Eigentlich eine gute App aber manche Angebote gibt es einfach nicht. Das habe ich erst nach einer 40km Fahrt in einem E-Center festgestellt. Prospekt zwischen Youpickit und dem tatsächlichen weichen ab. Siehe Angebot Durbacher Müller Thurgau. Gibt es im E-Center in VS nicht", "score": 2}, {"content": "Einfach und gut", "score": 5}, {"content": "Ich finde die App ja klasse, ist immer sehr Aktuell...Respekt ! Aber leider funktioniert sie bei mir nur über W-Lan einwandfrei...Mobil werden keine Märkte angezeigt, obwohl ich meine PLZ eingegeben habe...ich glaub die App bekommt überhaupt keine Datenverbindung zu stande...nichts geht mit mobiler Datenverbindung !", "score": 3}, {"content": "geht wohl kaum - Klasse Super Danke ! - gezielt, einfach & genial sparen - nutze diese App nun schon seit ca. 2Jahre bei Markenprodukte auf die ich leider nicht verzichten mag ...Gott sei Dank sind es nicht viele 😆 !                                                👍👌👏💲💳💰💶💱", "score": 5}, {"content": "Allerdings dauert es manchmal ein paar Tage, bis die Prospekte verfügbar sind. Praktisch wäre eine Notizfunkion, im den ganzen Einkaufzettel auf einen Blick zu haben", "score": 4}, {"content": "Wie kann ich euch eine Edeka melden die nicht in App erscheint?", "score": 5}, {"content": "An und für Sich eine Top App. Nur habe ich seit einiger Zeit Probleme mit der Verbindung trotz vollem Empfangs  und Datenvolumens. So ist die App leider nicht Nutzbar für mich. Vielleicht ist es auch ein gerätespezifisches Problem", "score": 1}, {"content": "Seit neuestem fehlen mir real,netto und penny. ..Grad die wo ich brauche;schon ärgerlich 😕", "score": 2}, {"content": "Seit neuestem fehlen Angebote von Märkten wie Kaufland oder kommen erst am letztem Tag. Bitte beheben", "score": 3}, {"content": "Hallo an alle YouPickIt App Nutzer, die  App ist richtig klasse aufgebaut, einziges negatives ist die Favoriten Liste wollte mal wieder was in die Favoriten machen und dann kam eine nicht tolle Meldung \"Favoriten Limit erreicht\" liebes \"YouPickIt\" Team kann dieses Limit entfernt werden oder um das doppelte oder dreifache erhöht werden?, da ich immer wieder gerne mit der App Arbeite und Angebote vergleiche und möglichst viel sparen will in jeden Markt, das sich der Weg dort hin auf jeden Fall wohnen wird.", "score": 4}, {"content": "Nutze noch nicht alle Funktionen, aber bin jetzt schon begeistert.", "score": 5}, {"content": "sogar kleine Geschäfte in meiner Nähe sind mit ihren Prospekten dabei  👍", "score": 5}, {"content": "sehr späte oder gar keine Aktualität bei Favoriten. z.B.Kaufland", "score": 3}, {"content": "Laut app is Rockstar Energy diese Woche nicht bei Kaufland im Angebot.Als ich aber bei Kaufland war,siehe da,für 88 Cent.", "score": 2}, {"content": "Wurde mir empfohlen", "score": 5}, {"content": "soweit ist die App nicht schlecht, allerdings fehlt mir die Möglichkeit die Einkaufsliste auszudrucken.", "score": 4}, {"content": "Bei meinem Huawei P9 funktioniert der Pickit Alarm nicht.", "score": 4}, {"content": "Wenn man seine Einkäufe optimieren will kommt immer der Hinweis das die Datenübertragung Fehlerhaft sein.", "score": 1}, {"content": "Fast alle Läden in meinem Wohnort! Toll gemacht.", "score": 5}, {"content": "Coole app", "score": 5}, {"content": "Würde der App gerne mehr Sterne geben,aber kann sie nur noch bedingt nutzen, nämlich nur noch zu Hause im WLAN Netz,dabei habe ich mit meinen Handy schon LTE, da sagt mir die app ich hätte eine schlechte Verbindung. Fehler beheben dann 5 Sterne kann mir keine bessere kauf app vorstellen.", "score": 3}, {"content": "Ich habe  mich im Laptop  angemeldet  und möchte die App nun im Smartphone anmelden  - es geht nicht - obwohl ich  schon  mal  angemeldet war.", "score": 3}, {"content": "... an Prospekten. Daumen hoch !!!  Auch für den Service drumrum.", "score": 5}, {"content": "Ich finde die app gut", "score": 5}, {"content": "Kw31 bei netto soll in meiner Stadt  frankenheimer im Angebot sein. Im Prospekt ist nichts zu finden. War in 3 verschiedenen Filialen, keiner weiß von etwas. Das Angebot findet man, wenn man nach frankenheimer sucht, taucht netto auf inkl. Screenshot des Angebots, das nicht existiert", "score": 1}, {"content": "wohne im Umkreis von 3 Märkten von REWE und es zeigt mir generell die Werbung von REWE und Penny nach Beschwerde an, Problem tritt jede Woche erneut auf und nur nach Beschwerde behoben - so eine app brauche ich nicht und ist gelöscht", "score": 3}, {"content": "Downloads dauern immer länger da bin ich im Internet schneller", "score": 1}, {"content": "Infos zu Werbung kann diese App am besten", "score": 4}, {"content": "Ich finde diese App toll, doch leider funktioniert sie auf meinem neuen Honor 5x nicht mehr. Wenn ich sie öffne, lädt sie nur ewig.", "score": 3}, {"content": "Bisher fand ich die App in b Ordnung, aber jetzt komme ich schon seit Tagen nicht in das Programm rein. Es läd und läd und nichts passiert.", "score": 3}, {"content": "Neuerdings komme ich teilweise gar nicht mehr in die App, wenn doch, dann wird nichts angezeigt, es lädt und lädt und lädt und lädt und es ändert sich nichts, trotz W-lan Verbindung neben den Router..... Schade.....", "score": 1}, {"content": "Seit dem letzten update geht leider nichts mehr, nach einer neu installation bleibt es in der Plz eingabe hängen.", "score": 2}, {"content": "Immer alle Prospekte im blick", "score": 5}, {"content": "Ärgerlich! Seit dem Update funktioniert die App nicht mehr....bis dahin war sie top!!!", "score": 3}, {"content": "Kein Standort zu ermittelt", "score": 2}, {"content": "findet nicht mal meine Stadt nicht über GPS und auch nicht nach manueller Eingabe trotz WLAN", "score": 1}, {"content": "Dauert alles zu lange", "score": 1}, {"content": "auf beiden meinen Geräten nicht.", "score": 1}, {"content": "Beste Prospekte app 👍", "score": 5}, {"content": "Einige Geschäfte gibt es nicht mehr unter der Adresse die hier angegebenen sind", "score": 1}, {"content": "Ich habe gute Erfahrungen mit dieser App gemacht...jedoch funzt die Benachrichtigung nicht...schade! Trotzdem hat die App die Märkte, wo ich gerne einkaufe...somit ist die App genau das richtige für mich 😉", "score": 4}, {"content": "Super", "score": 5}, {"content": "Trotz lte und wlan schaft es die app nicht die Angebote zu laden. Das ist echt traurig", "score": 1}, {"content": "Eigentlich eine sehr gute App. Leider sind die Ladezeiten sehr lang. Bei langsamer Internetverbindung / ohne WLAN laden die Prospekte bei mir sogar gar nicht. Schade edit: Meine Internetverbindung ist sehr stabil, die App läuft trotzdem nicht. Bei (stabilem) WLAN nur mit langen Wartezeiten. Unterwegs lädt auch bei vollem Empfang mit H+ gar nichts.", "score": 2}, {"content": "Stürzt ständig ab.", "score": 3}, {"content": "Nutze die APP schon seit Monaten. Hat uns schon viel Geld gespart. DANKE *****", "score": 5}, {"content": "Praktisch zuverlässig handlich übersichtlich * die pickalarme sind genial!!!", "score": 5}, {"content": "Bei LTE keine Funktion!!! Und Angeblich zu langsame Verbindung. Empfehlung des YouPickIt Teams befolgt jedoch keine Änderung. Samsung Galaxy Note4", "score": 1}, {"content": "Super App...immer alles im Blick", "score": 5}, {"content": "Klasse einfach gut zu suchen.", "score": 5}, {"content": "Ich war sehr glücklich mit dieser app, jedoch funktionieren die alarme nicht mehr. Update: Support super! Problem gelöst! Dennoch würde es nicht schaden die App gründlich zu überarbeiten", "score": 5}, {"content": "Bin sehr zufrieden mit der app. Funktioniert  und hat mir oft geholfen.", "score": 5}, {"content": "Ich bin sehr zufrieden mit der App. Nach ein bisschen Eingewöhnung ein wirklich toller Helfer.", "score": 5}, {"content": "Stimmt oft nicht mit den aktuellen Prospekten über ein.  Leider 😢 . Schade", "score": 3}, {"content": "kann ja sein, dat dat ein oder andere Prospekt mal fehlt, aber der Rest, was die App anbietet, ist zur Zeit spitze!", "score": 5}, {"content": "Es sind fast alle Läden aus meiner Region in der App. Penny und Rewe erscheinen leider erst Anfang / Mitte der Woche. Dieses liegt aber nicht an den App Machern. Hoffentlich werden Penny und Rewe bald mal aufmerksam und geben mal ihre Prospekte frei...", "score": 5}, {"content": "Tolle App, einfach, praktisch, gut. Leider klappt es mit den Push Benachrichtigungen nicht immer. Man muss das bei allen Favoriten nach jedem Update neu einstellen. Deshalb nur 4 Sterne.", "score": 4}, {"content": "Sehr gut für Angebots Suche ohne Ansammlung von Prospekten", "score": 5}, {"content": "Auf der Einkaufsliste steht nie das, was ich schreibe, jede Eingabe wird online gespeichert, das dauert mir zu lange im Geschäft. Obwohl ich meine Favoriten gespeichert habe bekomme ich nicht deren Angebot oder Coupons. Mehr habe ich nicht ausprobiert. Danke.", "score": 1}, {"content": "Bin sehr zufrieden. Kann ich nur weiterempfehlen", "score": 5}, {"content": "Sehr gute APP  Schön wäre noch die Möglichkeit den Einkaufszettel sortieren zu können.   Damit man in im Laden einfach nach der reihe ablaufen und abhaken kann.", "score": 5}, {"content": "Beste..", "score": 5}, {"content": ".. die suchfunktion geht bei mir nicht. Nochmal deinstalliert und installiert. Jtz funktionierts. Top 👍", "score": 5}, {"content": "Für mich einer der Besten App's.", "score": 5}, {"content": "Also ich hab die App schon ein bisschen länger auf dem Handy und kann nur gutes sagen. Regelmäßige und aktuelle Prospekte von fast allen Läden vorhanden. Gut finde ich auch, wenn mal kein  Prospekt vorhanden war wird es eingescannt. Ich fühle mich jeden Sonntag gut informiert. Alle anderen Prospekte Apps kann man entsorgen.Top und macht weiter so.", "score": 5}, {"content": "Also find es langsam nervig letzte woche hat ich mich gefreut das die Rewe Angebote wieder angezeigt werden  um festzustellen das heute weder die neuen Angebote noch das neue Prospekt  drinne. Schade werde mir wohl eine neue Einkausapp suchen müssen die meinen Bedürfnissen entspricht.  Obwohl ich die app immer super fand.", "score": 2}, {"content": "Ich war skeptisch aber die app ich perfekt habe sie gleich meine freunde weiter empfolen.👍👍", "score": 5}, {"content": "Einfach und übersichtlich, was will man mehr.", "score": 5}, {"content": "Sehr gelungene Einkaufsapp.        Kann es nur weiterempfehlen.                    Dickes Lob an die Entwickler macht weiter so. Tolle Arbeit.", "score": 5}, {"content": "Jetzt geht's wieder.", "score": 4}, {"content": "...", "score": 1}, {"content": "Super", "score": 5}, {"content": "auf dem Land wohne ist diese App für mich einfach nur genial. Bevor ich meine Einkaufstour starte, studiere ich ganz in Ruhe die Prospekte aller Geschäfte im Umkreis von 20 Kilometern und beginne dann ganz geschmeidig meine kleine Rundreise. Die App ist sehr übersichtlich gestaltet. Mit der Favoriten-Option und der Erstellung von Einkaufszetteln ist alles perfekt.", "score": 5}, {"content": "Super App. Sehr hilfreich.", "score": 5}, {"content": "Warum kann ich meine PLZ nicht eingeben 01936 erkennt es nicht auch keine anderen Zahlen", "score": 5}, {"content": "Mittlerweile meine shopping App Nummer 1! Kein Supermarkt Einkauf mehr ohne YPI 😉 weiter so, bin begeistert!", "score": 5}, {"content": "Funktioniert einwandfrei", "score": 5}, {"content": "macht fürs erste einen guten und flüssigen eindruck, beim optimieren geht es meist auf timeout", "score": 4}, {"content": "Ist besser geworden bei laden", "score": 4}, {"content": "Genial! So was habe ich gebraucht.", "score": 5}, {"content": "Ich musste die app bei meiner frau deinstallieren, da sie im Hintergrund aufs Internet zugegriffen hat und den Akku an einem halben Tag komplett verbraucht hat.  Jetzt wo sie deinstalliert ist läuft das Sony z2 wieder wie immer und der Akku ist abends um 20 Uhr immer noch bei 66%", "score": 2}, {"content": "Ware schön wenn ich die Liste noch in die Paprika App importieren könnte  zb 1l Rewe Coka Cola PET € 1,99       Die Prospekte sollten schneller zur Verfügung stehen. Grundsätzlich ist es schwer bis unmöglich  (auch wenn das Auswahlkreuz da ist) Produkte der Einkaufsliste hinzu zufügen!", "score": 2}, {"content": "Endlich mal eine App die 5 STERNE verdient hat! GROßES LOB!", "score": 5}, {"content": "Die app ist echt klasse. ABER seit den neusten update unbrauchbar. Trotz vollen LTE empfang, kann nie eine verbindung aufgebaut werden. Bei fehlerbehebung gibts wieder 5 sterne.", "score": 5}, {"content": "Hab die so auf den Samsung galaxy S5 echt gern genutzt... Auf dem S6 geht sie jedoch leider nicht mehr findet einfach nie ne Internet Verbindung", "score": 2}, {"content": "Wer auch jedes Wochenende davon genervt ist auf ein neues von Papierbergen Werbung erschlagen zu werden und trotzdem nichts verpassen möchte, ist hier genau richtig. Alle für mich relevanten Prospekte sind vorhanden und werden sehr zügig und übersichtlich dargestellt. Bitte nicht nachlassen, wie so manche von euren Konkurrenten!", "score": 5}, {"content": "Ich mag die App", "score": 5}, {"content": "PLZ eingeben und Produkte suchen, funktioniert super 👍", "score": 5}, {"content": "Macht was es sollte top", "score": 5}, {"content": "Die MobileApp übernimmt die Favoriten nicht in die Startseite. Die Auflösung ist teilweise so schlecht, dass die Produktbeschreibungen nicht lesbar sind. Unpräzise. Z.B. hat der Galeria Kaufhof in Elberfeld keine Lebensmittelabteilung. Was soll da der Prospekt. Ich hab die APP wieder deaktiviert. Bitte meine Daten löschen.", "score": 2}, {"content": "heute hat die App irgendwie alle Blätter gemischt. Da war dann der Handzettel von Rewe der von H&M usw. Ich musste die APP neu starten, dann war wieder alles im Lot.", "score": 3}, {"content": "Süperrrr", "score": 5}, {"content": "Perfekt 👍", "score": 5}, {"content": "Passt", "score": 5}, {"content": "Wirklich tolle App. Nach genau so einer App, habe ich lange gesucht gehabt. Jetzt verpasse ich endlich kein Angebot mehr. Es hilft sehr, die aktuellen Preise im Überblick zu behalten, und nicht die Shops durcheinander zu werfen. Allerdings hab ich noch nicht rausgefunden, wie man Dinge aus der Liste wieder entfernt. Ist das überhaupt möglich!?", "score": 4}, {"content": "Bin begeistert......", "score": 5}, {"content": "Klasse APP. Endlich habe alle Prospekte im Blick und kann sogar nach bestimmten Produkten suchen. Das einzige was ich nicht gut finde, ist die geringe Auflösung der Prospekte. Man kann oft das Produkt nicht gut erkennen z.B. Schrift auf der Packung eines Produkts", "score": 5}, {"content": "langsamer Abruf der Daten, schlechter Scanner(schlechte Erkennung, kein Licht) schlechte Suche (zu viele ungenaue Treffer) Hier muss noch einiges verbessert werden.", "score": 2}, {"content": "Kann hier Postleitzahlen eingeben wie ich will....keine wird erkannt....schade sofort wieder weg damit.", "score": 2}, {"content": "Speziell für Schnäppchen Jäger!", "score": 5}, {"content": "Echt eine geile App alles drin was man braucht an angebote", "score": 5}, {"content": "Schlecht", "score": 1}, {"content": "Habe mir gerade die App gerade runtergeladen und gemerkt das es 2 der angegebenen Läden gar nicht gibt .  Komisch ich werde sie wieder rausschmeißen.", "score": 1}, {"content": "Ich habe auch ganze Zeit andere Apps probiert aber nie ganz zufrieden. Im KaufDA habe ich nicht alle Märkte gehabt. Bei dem ist alles dabei, viele andere und bessere Funktionen. Sehr sehr empfehlenswert. 5🌟🌟🌟🌟🌟", "score": 5}, {"content": "Geht's noch langsamer?", "score": 1}, {"content": "Ist zwar ne tolle app, aber warum braucht diese app W-lan Informationen?", "score": 2}, {"content": "Toll ich sehe alle Angebote in der Umgebung aber ich kann sie nicht sortieren! Zum Beispiel ein filter so das man nur die Goldenen Angebote sehen kann etc. Und wirklich extrem heftig störend ist das man oft an den Anfang der Liste katapultiert wird nachdem man zum Beispiel in einer anderen APP war oder sich einfach nur ein Angebot näher angeschaut hat. Das ist ein KO Kriterium nachdem man sich durch ca.50 Angebote gewühlt hat und dann wieder am Anfang steht. Zwei gute Gründe warum ich die APPnurSelten nutze", "score": 3}, {"content": "...sich zu registrieren.  Was soll der Bullshit?", "score": 1}, {"content": "Tolle App, mit immer aktuellen Prospekten und Angebote. sehr nützlich und hilfreich. Keine Werbung aufgefallen. Zeigt Auflistung der gewünschten Filialen in der Nähe mit km usw. auch alle Prospekte vorhandenen, einfach genial! Insgesamt 4.beste App für mich.", "score": 5}, {"content": "Ich habe nach einer Alternative gesucht und bin fündig geworden. Die App ist klasse. Sehr übersichtlich und auch gut zu bedienen", "score": 5}, {"content": "Brillant! Danke für diese Fleißarbeit!", "score": 5}, {"content": "Bei Installation ist Anmeldung mit E-Mail Pflicht.  Wie dreist ist das den ? Ungesehen gleich wieder gelöscht.", "score": 1}, {"content": "Viel zu viele Funktionen, nicht übersichtlich genug", "score": 1}, {"content": "Auch auf meinem neuen Handy durfte diese tolle App nicht fehlen.  Seit langem überaus zufrieden ohne Einschränkungen.  Danke!", "score": 5}, {"content": "Prospekte App da wirklich alle Geschäfte in meiner Umgebung vertreten sind.", "score": 5}, {"content": "Mit einer der besten Applikationen .Sehr empfehlenswert.", "score": 5}, {"content": "Ich finde diese App top", "score": 4}, {"content": "Ist ja mal echt umfangreich ..... die App ist gut ...... da werden die anderen Applikation jetzt mal schön rausfliegen bitte macht weiter so", "score": 5}, {"content": "Fehler extrem schnell behoben.", "score": 5}, {"content": "Bin echt zufrieden mit den Prospekten und alles XD ^^", "score": 5}, {"content": "Leider öffnet sie sich bei mir garnicht und es kommt immer die meldung:internetverbindung schlecht...beim w-lan und bei na 100000leitung...schade eig", "score": 2}, {"content": "Würde 5 geben wen läden auch rausgenommen werden die nicht mehr existieren zb in soest (59494) der saturn den gibs seit ein halbes jahr nicht mehr", "score": 4}, {"content": "Keine bzw schlechte Verbindung", "score": 1}, {"content": "Soweit wirklich gut nur leider gibt es nicht jede Woche alle Prospekte zu sehen.", "score": 4}, {"content": "Supper. nicht nur Prospekte sondern auch preisvergleiche", "score": 4}, {"content": "Leider komme ich hier nicht an die Angebote und Preise von Rewe und Klaas&Kock. Ohne diese Läden macht die App für mich keinen Sinn.", "score": 2}, {"content": "Standortsuche funktioniert nicht, bleibt beim suchen hängen", "score": 1}, {"content": "Lädt manchmal etwas lange, niedrige Auflösung der Prospekte.Ich hatte auf einer Alternative zu Kaufda gehofft, leider sieht es so aus dass ich vorerst die offiziellen Apps der Geschäfte runterladen muss. Hoffe ihr entwickelt und verbessert die App weiter.", "score": 3}, {"content": "Kann mich nicht anmelden.", "score": 4}, {"content": "Nachdem kaufda offenbar den Konkurrenten MeinProspekt übernommen hat (und mit dem letzten App-Update quasi ausgetauscht hat) sieht diese App inkl. den gescannten Prospekten dem ursprünglichen MeinProspekt in sehr vielen Aspekten sehr ähnlich ; -) =&gt; Aktuell meine Lieblings Prospekt-App", "score": 4}, {"content": "Das ist die einzige App die wirklich alles hat. Sogar mit Angeboten wo es Extras gibt wie z.B. ein Cola Glas dazu oder anderes. Einfach nur toll. Definitiv die beste App ihrer Art. Vielen Dank für eure gute Arbeit 👍🆙", "score": 5}, {"content": "Das beste, was bis dato vorhanden ist. Weiter so", "score": 5}, {"content": "Einfach klasse!", "score": 5}, {"content": "Findet meine PLZ nicht", "score": 1}, {"content": "Endlich bei allen märkten bequem die angebote vergleichen :) ich hoffe die unterstützen euch bei der app weiter :)", "score": 5}, {"content": "Eigentlich eine tolle app. Läuft aber extrem langsam und hängt ständig auch über Homepage.", "score": 3}, {"content": "Findet meine plz nicht wird gelöscht", "score": 1}, {"content": "Super", "score": 5}, {"content": "Hallo eigentlich ne super app.. aber die zeigt mir immer über mobile daten verbindung schlechte oder fehlerhafte verbindung an obwohl ich super verbindung habe.", "score": 3}, {"content": "Das mit der Anmeldung wurde echt mies gelöst, man kann sich anscheinend nicht direkt in der App registrieren, für eine Prospekte App ist mir das zuviel Aufwand.", "score": 2}, {"content": "Alle wichtigen Prospekte sind für mich dabei, das ist schonmal positiv. Leider sind die Ladezeiten der Prospekte wirklich unterirdisch. Oft dauert es ewig, bis weitere Seiten geladen sind. Schön wäre ein Favoritenreiter nur mit meinen Lieblingsläden, evtl. mit Vorladefunktion, wenn man im WLAN ist. Die Qualität der Prospekte ist auch eher suboptimal, scannt ihr die selber? Alles in allem eine trotzdem recht brauchbare App.", "score": 3}, {"content": "Exzellent", "score": 5}, {"content": "Übersichtlich und alle Supermärkte drin. Weiter so!", "score": 5}, {"content": "Postleitzahl 04177 gibt es nicht. Hab ich irgendwas verpasst?", "score": 1}, {"content": "Eigentlich super, alle Prospekte die man braucht. Sogar Marktkauf/Edeka. Aber registrieren nur um Favoriten abzuspeichern ist dann doch nicht meins. Das argument wegen mehrerer Geräte zählt nicht wirklich, es sollte jeder selbst entscheiden dürfen ob er das möchte.Ich eben nicht, obwohl ich auch mehrere Geräte nutze. Schade ohne Anmeldezwang für eine simple Favoritenliste wär die app klasse.", "score": 2}, {"content": "Die einzige App bei der ich alle Prospekte finde die mich intressieren.", "score": 5}, {"content": "Nicht so gut das da sogar noch Geschäfte verzeichnet sind, die es an besagten Standort schon lange nicht mehr gibt", "score": 2}, {"content": "scheint nicht möglich. Ich will mich nicht registrieren, daher wieder deinstalliert.", "score": 2}, {"content": "... aber ich würd die + Zeichen gerne ausblenden. Und qualitativ etwas bessere Prospekte wären gut. Oder zum auswählen jenachdem wer wieviel Datenvolumen verbrauchen will.", "score": 4}, {"content": "Nach dem neuen update von  mein Prospekt, habe ich es gleich deinstalliert. Jetzt bin ich froh eine so tolle App gefunden zu haben. Danke, echt spitze", "score": 4}, {"content": "Ich kann gut Geldsparen, bekomme auf meine Praeferenzen ausgerichtete Angebote bereits vor der Gueltigkeit und alles schoen uebersichtlich Auf jeden Fall weiterzuempfehlen!", "score": 5}, {"content": "Einzige App mit ALLEN WICHTIGEN MÄRKTEN ! Handling und Funktionsumfang TOP. Nie mehr ohne... Danke ans  Youpickit Team", "score": 5}, {"content": "Die APP ist richtig gut, besonders wenn man auch die Homepage benutzt. So viele Funktionen bietet meines Erachtens keine andere APP. Weiter so....", "score": 5}, {"content": "So bringt es Spaß nach Angeboten zu suchen und zu vergleichen. Kann man nur weiter empfehlen. Einfach klasse 👍", "score": 5}, {"content": "Klasse app!! Einfache bedienung , favoriten erstellbar .", "score": 5}, {"content": "Alles was ich brauch", "score": 5}, {"content": "Fast alle Geschäfte dabei..leider ist die Einkaufslist digital fast nie nutzbar.Da das netz in den Geschäften nicht gut ist. Bitte eine offline Funktion für die Einkaufslist hinzufügen...", "score": 4}, {"content": "Alles wieder gut 👍", "score": 5}, {"content": "Wäre ein super App,aber die ständigen abstürze und die ewig lange dauernde ladezeit vermießt einem die Laune.", "score": 2}, {"content": "Leider ist es jetzt schon ein Paar mal vorgekommen das das Angebot nicht existiert. Entweder gab es das gar nicht dort oder das Angebot war schon eine woche her. Viele Prospekte aber das reicht eben nicht!", "score": 2}, {"content": "viele Prospekte fehlen", "score": 2}, {"content": "Auf meinem Samsung S4 mini lief es 2 Jahre problemlos, doch nun auf meinem neuen A5 kommt ständig die Fehlermeldungen \"keine Internet Verbindung\" und  \"Die Seite ist nicht aktuell, bitte aktualisieren \" was aber wieder eine Fehlermeldung hervorruft. Deinstallierung und neu Installierung  brachten auch nichts.  Bitte diesen Bug beheben, dann kann ich die Map auch wieder besser bewerten.", "score": 1}, {"content": "Aber trotz vollem WLAN sehr langsamer Seitenaufbau", "score": 4}, {"content": "Sehr geil", "score": 5}, {"content": "Leider sind angeblich alle möglichen E-Mailadressen bereits registriert, jedoch kann man keine anmelden, da kein User existiert. :'(   Dann versuche ich über das Gps meinen Standort einzusetzen, reagiert der Server nicht. Wie soll man diese Apple dann sinnvoll nutzen?", "score": 1}, {"content": "Brauch ewig bei laden und stütz an dauert ab", "score": 1}, {"content": "Schade Habe die App vor 1 woche neu installiert und leider geht nichts. Bitte um überprüfen", "score": 1}, {"content": "Hilft jede Woche aufs neue die Sonderangebote zu finden. Der Vorteil, alle auf einen Blick und ich muß nicht meine Papiertonne voll machen! Weiter so!", "score": 4}, {"content": "Als die andere neue", "score": 5}, {"content": "Generell ist die App sehr hilfreich. Punkteabzüge, da keine Aufnahme der vorgeschlagenen Märkte (nach Feedback und Versprechen vor über 8 Monaten). Manche Prospekte erscheinen erst sehr spät, auch wenn diese von Händlern schon veröffentlicht sind. Wenn die Prospekte da sind, kann es mehrere Tage dauern bis man die Artikel in Warenkorb legen kann.", "score": 3}, {"content": "... sind Rewe und Penny verschwunden! Was ist los? War so froh endlich eine App mit denen drin zu haben! Sie sind auch nicht mehr in der Liste der Märkte vorhanden. Dabei war das letzte update mit der teilen Funktion alles was mir noch fehlte zum Glück (dadurch konnte ich mir meine Einkaufsliste ausdrucken 👍)", "score": 3}, {"content": "alle möglichen daten lest ihr aus und die ihr nicht auslesen könnt soll man euch freiwillig geben.", "score": 1}, {"content": "findet zu viele Angebote nicht.", "score": 3}, {"content": "Im Pickalarm werden zum Beispiel bei Red Bull Angebote bei Penny und Kaufland angezeigt, die im Prospekt gar nicht vorhanden sind. Bei Netto ist im Prospekt aber ein Angebot wird im Pickalarm aber nicht angezeigt", "score": 3}, {"content": "Ich finde die App toll!", "score": 5}, {"content": "Nicht alle Prospekte von allen Märkten vorhanden. Bei kaufda gibt es die Werbung vom Media Markt, Saturn, Rewe... hier nicht. Dafür gibts die Metro Werbung die es sonst in keiner  anderen App gibt und die mir wichtig ist. Dafür gibt es hier Vorteile die es bei den anderen nicht gibt wie die Benachrichtigung bei neuen Prospekten oder Angeboten auf einen bestimmten Artikel.", "score": 3}, {"content": "..mit Potenzial nach oben. Der Unterschied zu anderen Anbietern ist u.a. die Datenbank, die einen bestimmten Artikel mit verfügbaren Angebote abgleichen kann, inkl. Benachrichtigungsoption etc. Verbesserungspotenzial wäre eine bessere Auflösung der Prospekte und eine Sortierung bei den Angeboten, wie Nahrungsmittel, Drogerie etc.", "score": 4}, {"content": "Alles Gute", "score": 5}, {"content": "Hammer Sache und immer auf dem neuesten Stand", "score": 5}, {"content": "Ganz Nützlich", "score": 4}, {"content": "Was extrem nervt ist der Einkaufsoptimierer, der enstspanntes blättern durch die Prospekte nicht möglich macht. Ansonsten ist die App ganz gut.", "score": 3}, {"content": "Bisher hat mir kein Markt gefehlt und die Bedienung ist intuitiv und sinnvoll. Beste Prospekt App!", "score": 5}, {"content": "Bin begeistert 1000 mal besser als kauf da.", "score": 5}, {"content": "Diese App ist der letzte Dreck.  Zeigt keine Bilder an. Und zeigt mir falsche Produkte an", "score": 1}, {"content": "Endlich mal alle Angebote in der Nähe in einer App. App läuft flüssig und stabil. Sehr zufrieden!", "score": 5}, {"content": "Die App an sich ist schon gut. Der Einkaufsoptimierer, der ständig beim Durchblättrn der Prospekte erscheint, stört unheimlich. Somit nur 2 Sterne.", "score": 2}, {"content": "Habe dadurch schon sehr viel Geld u.a  Bei Windeln gespart", "score": 5}, {"content": "Laufend nur Fehlermeldung", "score": 1}, {"content": "Wenn ihr mit Icons vollgemüllt werden wollt egal ob liedl oder Co in euren privaten Bilder Ordner 📁 dann installiert euch diese App ein Stern 🔯 ist noch zuviel", "score": 1}, {"content": "Anmeldung. ..könnt ihr vergessen", "score": 1}, {"content": "Ansich ist es eine tolle App,was aber absolut nervig ist, dass alles was ich an Artikeln anklicke, landet in meiner Galerie und in meiner Cloud... Bitte schnellstmöglich ändern...", "score": 2}, {"content": "Tip top", "score": 5}, {"content": "Eigentlich eine tolle Sache wenn ich nicht ständig hängende Ladebalken hätte dadurch verliert man schnell die lust das Programm überhaupt noch zu starten...", "score": 3}, {"content": "Schlecht, schlechter, you picit", "score": 1}, {"content": "Die Auflösung der Prospekte auf meinem Galaxy Tap S ist nicht besonders schön. Es fehlt an Einstellungen z.B. mit welcher Seite die App starten soll. Aber es sind mehr Prospekte vorhanden als bei den üblichen Verdächtigen.", "score": 3}, {"content": "Findet server nicht. Funktioniert folglich nicht - schade", "score": 1}, {"content": "Keine Anmeldung möglich ,", "score": 1}, {"content": "Mir fehlen dort wichtige Prospekte die die Konkurrenz schon hat. Netto, rewe, real", "score": 3}, {"content": "Hilfreich bei verschiedenen Einsparungen und Einkaufsmöglichkeiten mit fahrt Routen Optimierung. Prospekte", "score": 3}, {"content": "Trasch", "score": 1}, {"content": "Leider gibt es kein offline Modus (einkaufsliste)", "score": 2}, {"content": "Leider werden keine Prospekte mehr angezeigt. Das Schließen der App ist immer noch zu umständlich, aber nun brauche ich sie ja nicht mehr zu öffnen...", "score": 1}, {"content": "Vermisse nur noch Globus dan ist es perfekt", "score": 4}, {"content": "habe nun diese App.ausführlich getestet.Meine Einwende,die gleich nach dem herunterladen der App.hatte muss ich korrigieren.Wirklich alles SUPER.Dabei habe ich auch diverse andere Apps.getestet.Einen kleinen Vorschlag hätte ich doch.Es wäre super,wenn man den Warenkorb Teilen könnte,z.B.per Mail,Drucker,Whatsapp oder mit einem anderen Handy,wo diese App.ebenfalls vorhanden ist.So erfahre ich von der Familie,was noch so eingekauft werden soll oder muss.Vielleicht könnt Ihr das noch möglich machen. DANKE", "score": 5}, {"content": "Ich finds gut aber seit letztem update kann ich keine Prospekte angucken und bekomme Laden Bilder in meiner Bilder Galerie  bitte beheben sie die Fehler", "score": 2}, {"content": "Ok hab es heraus gefunden, es liegt an daran das ihr automatisch den Umkreis verringert wenn zu viele Märkte im Umkreis sind. Was natürlich völliger Blödsinn ist. warum gibt es keine Liste wo ich sagen kann welche Märkte ich haben möchte, das wäre die richtige Lösung.", "score": 3}, {"content": "Ich finde die App super! Sie läuft flüssig auf meinem Z1 Compact und ist extrem praktisch!", "score": 5}, {"content": "Wieso muss ich mich bei so einer App anmelden?", "score": 1}, {"content": "Man muss nicht jede einzelne App des jeweiligen Marktes downloaden.", "score": 5}, {"content": "Top", "score": 5}, {"content": "braucht ewig lange zum laden", "score": 1}, {"content": "So spart man sich kinderleicht doch den einen oder anderen Euro für etwas schönes auf.", "score": 5}, {"content": "Marktkauf ist drauf sehr gut was die anderen nicht haben", "score": 5}, {"content": "Finde ich ganz praktisch und übersichtlicher als das Prospekte Wirrwarr.", "score": 4}, {"content": "also bis jetzt lauft sie die app ohne abstützen und hilfreich ist sie auch", "score": 5}, {"content": "Man findet schnell die aktuellen Angebote. Sehr empfehlenswert für alle Sparfüchse.", "score": 5}, {"content": "Leider habe ich erfahren müssen, das es immer wieder zur falschem Preisangaben kommt. Habe selber nochmal bei dem Angeboten nach recherchiert. Sofort deinstalliert...", "score": 1}, {"content": "Damit hat das lästige Durchblättern der Prospekte nach günstigen Angeboten ein Ende. Alle Angebote in der Nähe werden angezeigt und man kann sie sich gleich im Einkaufskorb vermerken, damit hat der handgeschriebene Einkaufszettel auch ausgedient... Und das Beste, die app zeigt dir auch gleich noch an wieviel du insgesamt eingespart hast.", "score": 5}, {"content": "Super App! Ruckelt noch ein wenig aber sonst... ;)", "score": 4}, {"content": "Eine sehr nützliche App, die beim Sparen hilft. Auf einem Blick sieht man alle Angebote in der vorher festgelegten Umgebung. Dagegen kann die bei Samsung-Devices bereits von Haus aus installierte App kaufda einpacken.", "score": 5}, {"content": "Die app war super bis vor 6 monaten jetzt ist die so langsam geworden das man einfach keine lust mehr hat reinzuschauen bitte verbessern", "score": 1}, {"content": "Super app", "score": 5}, {"content": "Mir fehlt die Funktion, einfach nach einem Artikel per eingabe des Namens in der Suchfuktion zu suchen, was ja geht, aber diesen Artikelnamen dann auch in den Favoriten zu speichern. Auch wenn die aktuelle suche keine Ergebnisse brachte bei den Angeboten. Und muss ich eigentlich alle Packungs Größen als Favorit speichern, den Alarm aktivieren, damit bei einem Angebot der Alarm auch ausgelöst wird? Oder reicht eine Größe?", "score": 3}, {"content": "Die APP ist über sichtlich gestaltet und einfach zu bedienen. sie läuft flüssig und is außerdem sehr praktisch", "score": 4}, {"content": "Hilfreiche APP' danke. 5*", "score": 5}, {"content": "Ich finde die App sehr übersichtlich und gut strukturiert. Fehler sind mir keine aufgefallen.", "score": 4}, {"content": "Ok", "score": 3}, {"content": "Benutzerfreundlich und intuitiv zu bedienen. Man findet schnell wonach man sucht.", "score": 4}, {"content": "Macht was sie verspricht.", "score": 4}, {"content": "hervorragend. Nur die Standortsuche nervt. Wäre mir lieber wenn ich diese manuell setzen könnte. Upps, sehe gerade, dass dies auch geht!", "score": 5}, {"content": "Angebots-checker!  Man kann die App individuell nach eigenen Wünschen einstellen, zB Favoriten. Empfehlenswert.", "score": 4}, {"content": "Ich finde die App sehr praktisch wenn man sich schnell einen Überblick über Angebote in der Umgebung verschaffen will. Der Aufbau der App ist übersichtlich.", "score": 4}, {"content": "durch diese APP verpasst man kein Angebot in seiner Umgebung. sehr über sichtlich.", "score": 5}, {"content": "Bietet einfach alles was man braucht nur das design und die übersichtlichkeit müssten mal überarbeitet werden", "score": 4}, {"content": "Die App ist gut und nützlich. Sie hat ein schönes Design und keine Bugs.", "score": 4}, {"content": "Übersichtliches Design. Tolle Funktionen. MIR gefällt es sehr Gut.", "score": 5}, {"content": "Sehr übersichtlich und gut zu gebrauchen", "score": 5}, {"content": "Gute App, nichts zu meckern bzw. zu bemängeln. :)", "score": 4}, {"content": "Tolle app sehr übersichtlich", "score": 5}, {"content": "Die App ist wirklich klasse.Sehr zum weiterempfehlen. Alles sehr strukturiert und Übersichtlich angeordnet. Zum Vergleichen sehr praktisch.Zumal man alle Prospekte von den Discountern einsehen kann.", "score": 5}, {"content": "Einfach und tut was sie soll", "score": 4}, {"content": "Ist eine schöne und gute App, vor allem alles ausführlich.", "score": 5}, {"content": "Mir ist aufgefallen, dass die APP nach dem  barcode scan etwas langsamer wurde und viele von mir gescannte Produkte kannte die APP nicht. Sie wurden beispielsweise grob als Süßware kategorisiert mit hinweisen zu anderen Produkten aber keine  Angaben zu den von mir gesuchten. Das Design ist sehr leicht zu über schauen und ein kleiner einkaufshelfer der leider eine Menge Zeit beansprucht, wenn man einen ganzen Einkauf plant.", "score": 4}, {"content": "Gefällt mir!", "score": 5}, {"content": "Ich find sie supiz", "score": 5}, {"content": "Gute sache", "score": 5}, {"content": "Zum 1. Direkt nach der Installation und Begutachtung das ich je eine App sofort Bewertet habe. Super im Moment hoffeme das Bergauf geht.", "score": 5}, {"content": "App ist gut, jedoch finde ich das Design etwas verbesserungswürdig. Koennte m.E. frischer und nicht so \"altbacken\" sein. Ansonsten gut auch mit den Coupons", "score": 4}, {"content": "die meisten prospekte und Angebote drin die ich wo anders nicht finden konnte. ...einfach toll", "score": 5}, {"content": "Sehr nützliche App.", "score": 5}, {"content": "Ich bin echt begeistert spare Zeit und kann auch mal spontan schauen was in Der Nähe Grad im Angebot ist - Super :-)", "score": 5}, {"content": "Diese App ersetzt die Papierprospekte und ist eine klasse Einkaufshilfe. Kann sie nur empfehlen.", "score": 5}, {"content": "Endlich kein papierberg mehr im Briefkasten", "score": 5}, {"content": "endlich eine app,  wo ich die prospekte habe und muss nicht ständig danach im inet suchen", "score": 4}, {"content": "Die App ist super. Endlich mal eine Übersicht die man jederzeit anschauen kann!", "score": 5}, {"content": "Hatte ja am Anfang nen großes Problem mit der App ..... aber ihr habt echt was getan läuft super vielen Dank. ..... ein Stern heb ich mir noch auf .... da ihr die App sicherlich noch mehr verbessert. ..... lg Pedro", "score": 4}, {"content": "Eine gute und sinnvolle App um bei seinem Einkauf Geld zu sparen. Des weiteren ist die App sehr gut aufgebaut und übersichtlich.", "score": 5}, {"content": "Super app !! Alle angebote  auf einen blick", "score": 3}, {"content": "Läuft, ist aber nicht besonders dran", "score": 3}, {"content": "Man hat alles auf einen Blick.  Interessiere mich aber nicht dafür.", "score": 5}, {"content": "Die Idee ist sehr gut. Sehr viele Märkte sind vorhanden. Sogar ein Barcodescanner ist vorhanden. Bei Coupons sind leider keine Coupons drin. Da gibts noch nachholbedarf, aber mit der Zeit wird das schon. Bei mir funktioniert die App bis jetzt  sehr gut und ist sehr übersichtlich.", "score": 5}, {"content": "Super genial die app. Einfach gut schnelle Infos abrufen zu können", "score": 5}, {"content": "Ich persönlich finde die app super, sie ist übersichtlich fehler bzw Bugs sind mir keine aufgefallen das design wirk ebenfalls lebendig eine app die einem den alltag wieder ein bisschen erleichtert :)", "score": 5}, {"content": "Leider ist das Design veraltet, und das man sich registrieren muss ist auch nicht so gut.", "score": 3}, {"content": "....Für die schnelle, unkomplizierte Hilfe und den netten Kontakt.", "score": 5}, {"content": "Nach letzten Updates klappt direktes picken aus den Prospekten in Einkaufsliste besser... Nur jetzt werden alle Produkte egal aus welchem Prospekt in eine Liste namens \"irgendwo\" gespeichert 😞 war vorher anders... Könnt ihr es ändern? Gruß    Nachtrag: Einkaufsliste funzt und wie versprochen gibt's den Stern 😉 und so läuft es noch besser 👍👍👍 Vorschlag... Wie wäre eine Rendo-Funktion für den optimierer? 😉👍😀 macht weiter so! 👏😁", "score": 5}, {"content": "Mein Smartphone hat ein Display mit 6.44\" und trotzdem ist das unübersichtlich ohne Ende. Hier sollte sich die App eine große Scheibe von anderen Apps dieser Art wie MeinProspekt oder KaufDA abschneiden. Außerdem muss man selbst für einfachste Einstellungen angemeldet sein, ein absolutes no-go finde ich. In Prospekten erwischt man oft die Einkaufsliste oder was auch immer das ist beim Blättern, wenn man von rechts nach links wischt. Immerhin gibt's auch das Prospekt von z.B. Penny.", "score": 3}, {"content": "Es ist schon nicht schlecht, wenn ein Markt seit über 2 Monaten nicht mehr existiert, aber es immernoch aktuelle Angebote gibt... Leider habe ich auch nach längerer Suche die in der Hilfe beschriebene \"Markt-Melden-Klickfläche\" nicht finden können.", "score": 3}, {"content": "Auf den ersten Blick ist die App ansich nicht schlecht. Doch hat man sie geöffnet und ein Prospekt und den entsprechenden Laden ausgesucht, erscheint eine unübersichtliche Zusammenstellung der Angebote. Des weiteren sind diese oft mehrmals auf der gleichen Seite und auch mit nicht dazu passenden Bildern abgebildet. Hat man nun die Funktion der verschiedenen Produktkategorien ausgewählt und möchte man eine Seite zurück, landet man immer bei der Ladenauswahl und muss sich wieder vorarbeiten.", "score": 1}, {"content": "Endlich eine App die alles kann. Egal was andere schreiben, es gibt keine App mit vergleichbarem Leistungsumfang. Bei anderen kann man nur anschauen, sonst nix. Ist noch nicht alles perfekt aber hoffe das weiter dran gearbeitet wird. Eine Aktualisierung des Einkaufskorbs fehlt noch beim Start, wenn man zB übers Internet Sachen reingenommen hat! Funktioniert nur über erneutes anmelden. Gerne auch als Menüpunkt, wenn das einfacher ist. Wäre super danke!", "score": 4}, {"content": "Einkaufskorb wird nach Schließung geleert! Alle Prospekte vorhanden nutzt aber nicht wenn man trotzdem ein einkaufszettel schreiben muss! Mach wenig Sinn!", "score": 3}, {"content": "So langsam nervt es. Man bekommt die Nachricht \"Wegsperre beseitigt\"  und nix ist...  Wieder Leute anschreiben,  mittlerweile das 3. Mal...  Es macht echt keinen später so zu spielen!", "score": 3}, {"content": "Kann keine Produkte bei den Favoriten hinzufügen, muss immer manuell suchen", "score": 1}, {"content": "Beste App. Für alle zugänglich, könnte man viele Rohstoffe sparen. Alle erdenklichen Propekte sind hier enthalten. Super ist die Favoriteneinstellung mit Benachrichtigung bis eingestelltem Angebotspreis.", "score": 5}, {"content": "Die App ist wirklich sehr gut! Alle Prospekte drin die man braucht!", "score": 5}, {"content": "Die beste APP die ich in dieser Richtung bisher hatte.", "score": 5}, {"content": "Endlich alle Prospekte in einer app", "score": 5}, {"content": "Super. ... ich verpasse kein Angebot. ...", "score": 5}, {"content": "Gut hören. Restaurant", "score": 1}, {"content": "Wenn man bei der Produktwahl unter Favoriten nicht mehr zurückgeworfen wird und folglich die Kategorie erneut anwählen und sich durchscrollen muss, dann gibt's 5 Sterne, denn ansonsten ist sie top! Absolut praktisch und gut durchdacht!", "score": 4}, {"content": "Geil", "score": 5}, {"content": "Für was braucht die App Zugriff auf Kamera, Dateien,  WLAN? Und dann soll ich auch noch Bedingungen akzeptieren? Schade - so werden wir keine Freunde...", "score": 1}, {"content": "ist sehr praktisch", "score": 5}, {"content": "Richtig gute App,alle Läden die ich brauche,sind dabei", "score": 4}, {"content": "Sehr gute app mit fast allen Prospekten nur ein grosses Manko ist die Qualität.  Man kann fast nie die Beschreibungen der einzelnen Angebote lesen. Deswegen nur 3 Sterne.", "score": 3}, {"content": "Ich bin begeistert!Man kann mit dieser App wirklich viel Geld sparen.Die Ortung funktioniert problemlos,die Angebote stimmen überein und sind stets aktuell.Meine einzige Sorge ist dass ich nicht weiss wie die Betreiber das Ganze handhaben und ob alle Angebote manuell aktualisiert werden müssen,oder dies automatisch geschieht.Ich wüsste nämlich nicht wie ich künftig ohne diese App einkaufen soll,sollte der Service eines Tages aufgrund Ausscheidens der Betreiber eingestellt werden. 😉 Hoffe wird nie passieren", "score": 5}, {"content": "Soweit finde ich die echt super. Nur blöd das die app immer wieder abstürzt oder das die app anscheind nur mit super guten Internet Verbindung geht. Aber die Idee ist super", "score": 3}, {"content": "Nutze die app seit nem halben jahr und bin mehr als zufrieden! Weiter so 👍", "score": 5}, {"content": "Es hengt zu viel aber amsonstens sehr gut und ich finde doof xas da kein wolwohrt gibs", "score": 4}, {"content": "Seit letztem update kommen keine Benachrichtigungen mehr.", "score": 2}, {"content": "Super mit den Produkten und Standort. Spitzen App", "score": 5}, {"content": "Schade. Musste es wieder deinstallieren.  App findet meinen Ort nicht.", "score": 1}, {"content": "Find die app super", "score": 5}, {"content": "Die app ist ziemlich gut. Zeigt alle Läden und umgebung es funktioniert einwandfrei. Einzigste problem ist das die Prospekte nicht in \"HD\" gezeigt werden.", "score": 4}, {"content": "Tolle APP immer neueste Angebote..", "score": 3}, {"content": "Kann man mir mal sagen wie Coupons ausdrucken kann. Ich find es nicht raus. Sonst klasse app. Wenn ich das weiß gibt es mehr Sterne.", "score": 3}, {"content": "Die app ist wirklich gut.Durch den Einkaufsoptimierer sieht man sofort wieviel man sparen würde. Übersichtlich gestaltet und man findet sich schnell zurecht.Einen Vorschlag hätte ich jedoch,was mir einen fünften Stern Wert wäre.Häufig werden mir Favorisierte Produkte in nicht favorisierten Märkten angezeigt.Sprich,ich möchte über Angebote von Chips informiert werden,aber steuere aus logistischen Gründen bestimmte Märkte nicht an,weil sie zu weit entfernt sind.Ansonsten eine sehr gute App.", "score": 4}, {"content": "Die Prospekte sehen sehr blass und unprofessionell gescannt aus. Lädt sehr lange. Nervt mit Anmeldung. Wird wieder deinstalliert.", "score": 2}, {"content": "Totaler dreck.lädt nichtmals!!!! Einmal funktioniert und das wars!!!!", "score": 1}, {"content": "Kurz getestet, kein Ergebnis gekommen... Wieder deinstalliert", "score": 2}, {"content": "Man findet fast alles :-)", "score": 4}, {"content": "Habe die App getestet,  im kaufland war nicht ein einziger Artikel wie in angeblichen Prospekt günstiger.  Diese App hat mich Zeit, Geld und Nerven gekostet.  Nie wieder!!!  LEUTE,  FINGER WEG!", "score": 1}, {"content": "Super Überblick. Besser geht es garnicht. Super Bereiche und sogar coupon angebote. Kann man nur weiter empfehlen ! Klasse.", "score": 5}, {"content": "Tolle App. Übersichtlich und gut gestaltet. Sämtliche Märkte drin in meiner Umgebung.", "score": 5}, {"content": "Total lahm und muss mehrmals gestartet werden um überhaupt ein Ergebnis zu bekommen.", "score": 1}, {"content": "Übersichtliche Menügestaltung sowie eine Benutzerfreundliche Gestaltung machen die App zum Must Have für jederman.", "score": 5}, {"content": "Übersichtlich gestaltet und einfach zu bedienen auf jeden Fall zu empfehlen!", "score": 5}, {"content": "Finde die App sehr übersichtlich! Hier können einige Schnäppchen ergattert werden! Durch genaue Lokalisierung des Nutzers werden auch die Läden in der Umgebung angezeigt. Sehr praktisch und auf jeden Fall einen Blick wert vor jedem Einkauf", "score": 4}, {"content": "Eine praktische App, übersichtlich gestaltet und einfach zu bedienen. Hilft super beim Sparen und ist definitiv einen Download wert!", "score": 4}, {"content": "Funktioniert super", "score": 5}, {"content": "Wirklich eine sehr übersichtliche und hilfreiche App. Prospekte sind endlich digital gespeichert und nicht mehr in Papierform. Die Einkaufsliste in dieser App ist auch super zum Sparen und die Bedienung und Navigation gestalten sich sehr einfach.", "score": 5}, {"content": "Kann ich nur weiter empfehlen.", "score": 5}, {"content": "4****, Prospekte und Coupons vieler Geschäfte auf einen Blick.", "score": 4}, {"content": "Es funktioniert alles bestens und man braucht keine Prospekte mehr durchsuchen weil man gleich einen guten Überblick hat was wo in der Umgebung günstig ist", "score": 5}, {"content": "Sehr praktische App mit praktischen Funktionen!", "score": 5}, {"content": "Ich finde die App gut gemacht worden . Das Design ist sehr ansprechend. Die Angebote sind personalisierte auf deine Umgebung. Einfach nur top.  Empfehlenswert", "score": 4}, {"content": "Gute ,übersichtliche App! Immer die neusten Angebote in den Supermärkten.", "score": 5}, {"content": "Super übersichtlich und endlich kann man sich die ganzen Prospekte sparen!!!!", "score": 5}, {"content": "Einfach gut zum einkaufen...übersichtlich und einfache bedienung", "score": 5}, {"content": "Einfach zu bedienen, übersichtlich und die Angebote und Rabatte sind korrekt und aktuell.", "score": 5}, {"content": "Übersichtliche App mit vielen Angeboten", "score": 4}, {"content": "Wirklich sehr hilfreiche App. Alles digital statt in Papierform vorhanden und zeigt alle Märkte in meiner Umgebung an! Daumen hoch!", "score": 5}, {"content": "Genau sowas habe ich gesucht !!! Alle Angebote der Umgebung auf einem Blick !!! 👍", "score": 5}, {"content": "Selbst in meinem Kaff zeigt es die Angebote, super! Könnte aber besser und übersichtlicher sein.", "score": 4}, {"content": "Die App ist sehr hilfreich und nützlich. Werde die ab jetzt immer benutzen.", "score": 4}, {"content": "Gut gemachte App.", "score": 4}, {"content": "Top produkt", "score": 5}, {"content": "Übersichtlich, innovative", "score": 4}, {"content": "Die Funktionen des Tools sind super. Für mich sind alle Prospekte vertreten die ich brauche, diese kann man super zu einer Einkaufsliste zusammenklicken. Leider braucht man dauerhaft eine Onlineverbindung - das ist besonders ärgerlich, da zB. Aldi und Lidl offensichtlich einen Störsender im Laden haben (zumindest bei uns ist das so - anders kann ich mir den 0%Empfang vor allem im hinteren Teil der sonst flachen Gebäude nicht erklären). Bitte anpassen. :) Zudem ist das Laden der Daten über das Mobile Netzwerk entprechend langsam. Und wenn Ihr dabei seid: Bitte fügt eine Erinnerungsfunktion hinzu, die mich z.B. am Vorabend kurz darauf aufmerksam macht, welches Angebot morgen in den Läden steht. Sonst 5*", "score": 5}, {"content": "Das Design könnte noch etwas moderner gestalltet werden aber sonst gut", "score": 4}, {"content": "Genau wonach ich gesucht habe !", "score": 5}, {"content": "Find ich gut, dass nicht nur Prospekte anzeigt, sondern auch die einzelnen Angebote, da ja in der Werbung dennoch nicht reduziere Sachen sind. Und es gibt Gutscheine, Klasse!", "score": 4}, {"content": "Übersichtlich gestaltet und intuitiv zu bedienen. Mir gefällt vor allem der Funktionsumfang dieser App. Nicht nur die Angebote in den Prospekten werden gezeigt, sondern es wird auch die Angebotsqualität (Preis) analysiert und ausgewertet. Zusatzfunktionen wie Einkaufsliste und Favoritenliste runden das ganze ab. Eine rundum gelungene App. Daumen hoch!", "score": 5}, {"content": "Die App ist sehr gut, da sie jedem die Angebote in der Umgebung zeigt ohne das man alle Prospekte, der verschiedenen Märkte anschauen muss.", "score": 5}, {"content": "Sehr schlicht und übersichtlich gestaltet, trotzdem sehr informativ.", "score": 5}, {"content": "Alles in allem Top!", "score": 4}, {"content": "App gefällt mir sehr gut. Einfach praktisch. Sehr zu empfehlen.", "score": 5}, {"content": "Die App is für ein spontanen Einkauf ganz gut. Is mehr für groß Städte geeignet,als wie auf dem land", "score": 4}, {"content": "Somit hat man alle Prospekte in der Umgebung immer auf einen Blick.", "score": 5}, {"content": "Die APP hat aktuelle Prospekte und informiert super über Angebote in der nähe", "score": 4}, {"content": "uebersichtlich und einfach bedienbar!", "score": 5}, {"content": "Super App. Alles auf einen Blick und leicht verständlich.", "score": 4}, {"content": "Eine der besten Apps in ihrer Kategorie. Zeigt alle Märkte an, Super angeboten & coupons.", "score": 5}, {"content": "Gefällt mir sehr gut diese App", "score": 4}, {"content": "Super Angebote für Sparfüchse", "score": 5}, {"content": "Echt eine super App!  Alle Märkte in meiner Umgebung sind vorhanden. Keine Probleme gehabt!", "score": 4}, {"content": "Ich bin begeistert. Endlich eine App die alle meine Märkte zeigt.", "score": 5}, {"content": "Hat seine Vorteile, stellt aber auch kein absolutes Muss dar!", "score": 4}, {"content": "Ich bin begeistert von dieser App. Sie ist strukturiert aufgebaut und einfach zu bedienen . Man kann einfach den Barcode einscannen und findet alles übersichtlich im Preisvergleich bequem über das Handy.", "score": 5}, {"content": "In dieser Kategorie einer der besten Apps!", "score": 5}, {"content": "Einkaufsoptimierer ist eine nette Idee. Die Suchergebnisse könnten besser sortiert sein und manche Ergebnisse kommen doppelt. Aber grundsätzlich funzt es gut.", "score": 4}, {"content": "Die neusten Angebote finden.", "score": 5}, {"content": "Gefällt mir sehr gut !", "score": 4}, {"content": "Viele Schnäppchen gefunden", "score": 5}, {"content": "Wenn man den dreh mit der Bedienung der app erstmal raus hat, macht es wirklich Spaß sie zu benutzen. Für meinen Geschmack ist der erste Eindruck viel zu unübersichtlich.", "score": 4}, {"content": "Gut aufegbaut macht spaß", "score": 4}, {"content": "Viele Angebote, design gewöhnungsbedürftig..  Da gibts bessere alternativen", "score": 3}, {"content": "Sehr übersichtlich gestaltet, einfach zu Handhaben.", "score": 5}, {"content": "Nett gemacht man findet alles schnell und kann in der Umgebung suchen.", "score": 5}, {"content": "Super app macht was sie soll", "score": 5}, {"content": "Sehr viele Angebote, sehr übersichtlich.", "score": 4}, {"content": "Geht so nichts besonderes finde ich", "score": 3}, {"content": "Man braucht nicht 50 apps,hier ist alles enthalten,ist echt ne Super App", "score": 5}, {"content": "Diese App hält was sie verspricht. Sie ist einfach zu bedienen und zeigt wirklich jeden einzelnen Laden den es in der Umgebung gibt mit all seinen Preisen und Schnäppchen! Ich bin mir sicher, dass sich mit dieser App richtig sparen lässt, wenn man sie zu jedem Einkauf dazuholt. Eine sehr hilfreich und praktische App!", "score": 5}, {"content": "Schnell und kinderleicht kann man gute Angebote im nächsten Supermarkt finden. Durch das übersichtliche Design fällt das noch leichter.", "score": 4}, {"content": "Einwandfrei funktioniert", "score": 5}, {"content": "Super App.", "score": 4}, {"content": "super.. sehr innovativ, überschaubar und nützlich!!", "score": 5}, {"content": "Ist sehr nützlich. Muss sich zwar etwas reinfuchsen aber dann gehts.", "score": 5}, {"content": "Echt gute App :)", "score": 4}, {"content": "Ganz ok. Die Angebote sind keine Garantie ob die Preisempfehlungen stimmen. Da schaue ich lieber in den Prospekten.", "score": 3}, {"content": "Genau so eine APP habe ich gesucht einfach klasse", "score": 5}, {"content": "Die app ist gut und nützlich.  Qualität ok. Ortung sehr gut", "score": 4}, {"content": "Sehr gute Idee.", "score": 5}, {"content": "Sehr schöne App.", "score": 5}, {"content": "Echt super app und man ist immer auf dem neusten Stand!", "score": 5}, {"content": "App, übersichtlich, lädt schnell. Gefällt mir gut und hilft beim sparen. Top!", "score": 4}, {"content": "Kein ansprechendes Design. Popups erscheinen immer 2x. Stürzt oft ab.", "score": 3}, {"content": "Übersichtlich und leicht bedienbar", "score": 4}, {"content": "Ich finde diese app ganz gut aber für meinen geschmack ist es einwenig unübersichtlich", "score": 3}, {"content": "Eine gute App, die wirklich funktioniert. Alle Märkte in meiner nähe werden mit Entfernung gezeigt, was sehr praktisch ist. Prospekte haben nicht die beste Auflösung, aber das macht die App ziemlich schnell.", "score": 5}, {"content": "Sehr übersichtlich und einfach anzuwenden.", "score": 3}, {"content": "Die App ist wirklich sehr übersichtlich. Zudem ist damit der Prospekt immer am Mann.", "score": 5}, {"content": "Dies App ist sehr sehr übersichtlich und zeigt alle interessanten Informationen gleich auf einen Blick. Am besten finde ich, dass mir sofort angezeigt wird, wie viel ich spare.", "score": 5}, {"content": "Übersichtliche app", "score": 4}, {"content": "Wirklich eine tolle app. Kein suchen und vergleichen mehr in den gedruckten Prospekten. Alles optimiert auf Geschäfte in meiner nähe. Die intelligente einkaufsliste ermöglicht den günstigsten Einkauf. Mit scanfunktion. Unschlagbare App.", "score": 5}, {"content": "Die App hat ein sehr übersichtliches Design und ist einfach Hand zuhaben . Absolut Spitze in dem Gebiet . Klasse", "score": 5}, {"content": "Klasse Design und zeigt einem Alles aus dem unmittelbaren Umfeld.", "score": 5}, {"content": "Interessante App, allerdings im. Vergleich zu den Konkurrenz apps kein großer Unterschied. Praktisch ist sie dennoch. Auch ist das Design sehr schick und sicherlich besser als die Konkurrenz. Allerdings hat die App langsam geladen/ gestartet", "score": 4}, {"content": "Nützliche App die hält was sie verspricht", "score": 5}, {"content": "Die app ist wirklich praktisch beim einkaufen. Die meisten Prospekte die  Samstag im Postfach liegen sind mit dabei und viel mehr. Alle Menüpunkte sind übersichtlich gestaltet.", "score": 5}, {"content": "Sehr gute app. Sehr übersichtlich und man findet sich sehr schnell zurecht.", "score": 5}, {"content": "Bin von der App begeistert. Bietet eine tolle Übersicht, alle meine Märkte in der Umgebung sind vorhanden und ist auf dem neuesten Stand. Gerade für Leute, die beim Einkaufen aufs Geld achten wollen und dementsprechend sparen ein must have.", "score": 5}, {"content": "Tolles Design, übersichtlich, einfache Bedienung. Empfehlenswert :)", "score": 5}, {"content": "Echt zu empfehlen!", "score": 5}, {"content": "Gut strukturiert und viele Märkte in meiner Umgebung zu finden. Angebote optisch gut dargestellt.", "score": 4}, {"content": "Sehr gut aufgebaut. Man hat einen schnellen Überblick über die Angebote und findet sich auch so recht schnell zurecht. Einzig meine Ortung war nicht immer richtig und ich musste sie manuell nachbessern.", "score": 4}, {"content": "Ich gehe nicht mehr einkaufen ohne in die App zugucken. Das Teil spart bares Geld und ist einfach zu bedienen.  Was mir persönlich noch Freude machen würde, wäre eine Funktion zum teilen, z.b. über WhatsApp, damit ich Freunden oder meinem Mann einzelne Angebote mitteilen kann.", "score": 5}, {"content": "Ich finde Ansicht gute app aber für mich persönlich ist die app NIX DAHER nur 3*", "score": 3}, {"content": "Einfach die beste app. Praktisch und übersichtlich", "score": 5}, {"content": "Warum muss man sich hier registrieren um die  App nutzen zu können. Gleich deinstalliert.", "score": 1}, {"content": "Wie kann ich denn diese Coupons einlösen? Oder sind diese nur zur Übersicht da, aber besorgen muss ich sie mir selbst von Iwo???", "score": 3}, {"content": "Sehrgut", "score": 5}, {"content": "Super app mit allen Märkten in meiner Nähe oder auch ferne.es werden Angebote,coupons etc angezeigt.ich kann auch gezielt nach Angeboten suchen oder scannen.", "score": 5}, {"content": "File. Geschäfte aber. Die. Bilder. Sind. Unklar.", "score": 4}, {"content": "Macht genau das, was sie soll.", "score": 5}, {"content": "Warum anmelden um ein paa Prospekte an zusehen?? App war beim ersten Start 10 min. nur am laden dann beendet und deinstaliert.", "score": 1}, {"content": "Häufig poppt was auf was ich nicht wollte oder ich muss mehr wischen als gewünscht oder finde das Gesuchte erst später. Positiv ist die große Auswahl an Geschäften zu vermerken", "score": 2}, {"content": "Eigentlich ne tolle App & alle Märkte meiner Umgebung sind vorhanden! Allerdings habe ich das Problem,  dass die Prospekte unscharf bleiben! Erst wenn ich rein und wieder raus zoome stellt sich die Seite scharf und mann muss es bei jeder Seite,  jedes mal machen,  was recht schnell nervig wird. Wenn das Problem behoben wird gibts 5 Sterne von mir!", "score": 2}, {"content": "Dabei bleibt's auch.. ständiges laden.", "score": 1}, {"content": "Möchte mich mit Google registrieren können!", "score": 2}, {"content": "Für mich die beste app in diesem Gebiet. Übersichtlich und alles drin was man braucht. Zeigt alle Märkte in der Umgebung und alle Prospekte ohne eine Sortierung nach Oberbegriff die meiner Meinung nach eh überflüssig ist!", "score": 5}, {"content": "Sehr gute App. Aber warum kann man nicht mehr auf die Favoriten klicken, sondern muss den ganzen Prospekt durchgehen? Oder habe ich was übersehen?", "score": 4}, {"content": "Endlich... meine Prospekte die ich gewünscht habe bzw. die gefehlt haben sind da... Juhuu. Tolle App übersichtlich einfach nur Top!!!:) Vielen Dank dafür", "score": 4}, {"content": "Einfach Spitze", "score": 5}, {"content": "Allein für den Witz, dass man sich registrieren muss. ..null Sterne! Dann ist die App unübersichtlich, durcheinander, ewige Ladezeiten trotz WLan, schlechte Prospektgrafik! Einfach rundum gelungen schlecht!", "score": 1}, {"content": "Immer aktuelle und verlässliche Sonderangebote. Nur ein winziger Schönheitsfehler, der mich immer irritiert: bedeutet \"noch 3 Tage\" soviel wie \"noch 3 Tage erhältlich\" oder \"noch 3 Tage warten\"? Dieser Satz könnte deutlicher sein. :)", "score": 4}, {"content": "Sehr gute nützliche App", "score": 5}, {"content": "Es war nicht möglich einen Ort zu bestimmen und entsprechend keine Angebote", "score": 1}, {"content": "GUT!", "score": 5}, {"content": "Top", "score": 4}, {"content": "Klasse App", "score": 5}, {"content": "Einfach nur geil :)", "score": 4}, {"content": "Wenn ich mich zwischen diesem Programm und einem echten Prospekt entscheiden müsste, würde ich immer den echten Prospekt nehmen. Prospekte sind oft doppelt und in sehr schlechter Qualität, dies merkt man besonders beim vergrößern. Wenn man sich ein Prospekt das zweite mal anschauen möchte muss dieser wieder stundenlang laden. Auch können nicht alle Angebote hinzugefügt werden (Einkaufsliste) sondern nur diese mit den Häkchen.", "score": 1}, {"content": "Sehr gute App ... konnte bishee keine Bug's oder sowas festellen. Mir hielft diese App sehr meinen Einkauf optimal zu planen ... Ein Thx an die Entwickler ♡", "score": 5}, {"content": "Eigentlich tolle App. ABER ich kann sie jetzt nicht mehr installieren, da ein Fehler beim Speichern auf der SD Karte angezeigt wird. Bitte schnell ändern.", "score": 2}, {"content": "Top 1", "score": 5}, {"content": "Naja wie in der Bemerkung von einigen nutzern gesagt sind nicht alle Angebote vorhanden aber ansonsten findet die app fast jeden kleinen Tante Emma laden eventuell beim nächsten update sind dann auch alle Angebote vorhanden!!!:-)", "score": 4}, {"content": "An sich finde ich die App gut, aber es werden nicht alle Angebote angezeigt. Es wird zwar der Markt angezeigt, wenn ich direkt darauf gehe, aber selbst dann werden die Angebote aus den Prospekten nicht angezeigt. Bestes Beispiel sind Märkte, die nicht überall bekannt sind. ECenter, Wez etc", "score": 3}, {"content": "Tolle APP", "score": 5}, {"content": "Die App funktiomiert jetzt.Der andere Bericht von mir kann geloescht werden.Ich bin voll zufrieden mit der App.", "score": 5}, {"content": "Prospekte der Läden nicht verfügbar", "score": 2}, {"content": "Auf sd Karte kopieren wäre echt nice", "score": 3}, {"content": "Findet wirklich jedes Angebot und seit dem update super übersichtlich. Top", "score": 5}, {"content": "Mit eingeschaltetem GPS ist mein Standort laut App gut 50 km weit weg und die Eingabe von Hand zeigt keinerlei Änderung und springt immer wieder zurück auf den alten, falschen Standort. Unbrauchbar für mich.", "score": 1}, {"content": "Der Kaufpark an der Dorstenerstr existiert nicht mehr von daher kann der Kaufpark auf der Kortumstraße hoch rutschen", "score": 5}, {"content": "So stelle ich mir ein gutes App vor! Weiter so!", "score": 5}, {"content": "Mist ... Nach über 1 Stunde noch immer \" Bitte Warten \" ... Runter damit", "score": 1}, {"content": "Tolle App!", "score": 5}, {"content": "Ich bin echt total begeistert von dieser App... Echt klasse... 5 ☆☆☆☆☆ Funktioniert einwandfrei", "score": 5}, {"content": "Geschlecht und Geburtsdatum? Wozu bitte? Nein danke!", "score": 1}, {"content": "Topf App , einziger Nachteil: man kann die App nicht aus der App bewerten oder weiter empfehlen ;-)", "score": 5}, {"content": "Die App war wirklich mal absolute Klasse. Leider stimmen in letzter Zeit keine Angebote mehr mit der tatsächlich Werbung überein. In meinen Favoriten sind Alarme angezeigt, wenn ich sie öffne kommt aber nichts sinnvolles bei raus. Keine Angebote vorhanden.  Ich beobachte das mal noch etwas.", "score": 3}, {"content": "LG Hannes :-)", "score": 5}, {"content": "Endlich eine APP für mich. Findet das was mich interessiert und nicht nur die Hälfte. Etwas längere Ladezeiten nehme ich da gern in kauf.", "score": 5}, {"content": "Ist zwar eigentlich eine gute app, aber es fehlen doch ein paar Prospekte! z.B. Takko ist unten aufgeführt aber in der app nicht mit drin, so wie viele andere Prospekte... :-( stürzt jetzt sogar öfters ab!", "score": 2}, {"content": "Braucht Internet", "score": 3}, {"content": "SUPER", "score": 5}, {"content": "15.04.2014 Jetzt funktioniert das Tool vorbildlich ;o-))", "score": 4}, {"content": "Die App hat alle für mich wichtigen Prospekte, ABER bei mir kommt nie eine Erinnerung wann neue Angebote  vorhanden sind obwohl es immer wieder neu eingestellt wurde. Dingend ändern!!!", "score": 2}, {"content": "Komische Sache, wenn ich mich anmelden will und meine daten eingebe, passiert gar nichts!!!", "score": 3}, {"content": "Hat leider zu lange Ladezeiten, sorry nicht mein Favorit", "score": 3}, {"content": "Eine Anmeldung ist hier notwendig zur Nutzung. Unnötig", "score": 1}, {"content": "Schrott da kein Zurückbutton existiert. Man muss immer von neuem anfangen", "score": 1}, {"content": "Das ist die einzige Flyer-App, die tatsächlich den Fressnapf-Handzettel hat. Rossmann auch hier leider ohne Inhalt.", "score": 3}, {"content": null, "score": 1}, {"content": null, "score": 4}, {"content": "Also die app ist toll.", "score": 4}, {"content": "Bietet alles was ich brauche und noch vieles mehr. Und das beste die App läuft sogar auf meiner Smartwatch.", "score": 5}, {"content": "Läuft jetzt auch auf Tablet. :-)", "score": 5}, {"content": "Ist ein nützliches Tool. 5 Sterne gäbe es, wenn die Preise bei allen immer aktuell wären.", "score": 3}, {"content": "Merkt sich nicht wo man im Prospekt war und man muss wieder von vorne anfangen.", "score": 2}, {"content": "Einfach nur Super", "score": 5}, {"content": "Hilft sehr gut beim Einkauf.", "score": 5}, {"content": null, "score": 4}, {"content": "Diese App ist unglaublich gut.Alles im Überblick,alle Prospekte dabei,Alarm bei gewünschten Produkten falls es ein Angebott oder irgendwo billiger ist.Diese App hat durch aus potenzial. Fünf Sterne  Pro: -alle Prospekte -Angebote -Preisvergleich -Alarm bei Angebot odet Rabatt ect. -Design -Marktfinder Verbesserung:  Sehr gut wäre es noch,wenn es zu jedem Produkt,dass entsprechende Bild gibt und die Produktbeschreibung,Inhaltsstoffe,Anwendung ect.Hoffe es kommt bald.", "score": 5}, {"content": "...es funktioniert bestens. Vielen Dank für die tollen Angebote und Prospekte :-)", "score": 5}, {"content": "Nimmt bitte noch Kaufland und McDonald's mit auf. KaufDa werde ich dann deinstallieren ;-)  Lieber Herr Vidaković, es freut uns zu hören, dass Ihnen die App gefällt. Welcher Kaufland fehlt Ihnen denn genau?   Stresemannstraße 37 42719 Solingen  Wir weisen Kaufland bereits aus und würden das gerne überprüfen. Zu McDonalds wünschen Sie sich wahrscheinlich, dass wir die Coupons bereitstellen, richtig? GENAU :)", "score": 5}, {"content": "Wäre eine super App wenn sie richtig funktionieren würde. Umkreis lässt sich nicht verändern", "score": 2}, {"content": "Zeigt öfters Angebote an die nicht im Angebot sind...ansonsten Gut...", "score": 3}, {"content": "Für mich die beste App dieser Art. Bei den anderen fehlten immer Märkte. Dazu kommen diverse Zusatzfunktionen. Genial ist sie schon, perfekt wäre sie, wenn man die Prospekte (über die Startseite) nach Favoriten filtern könnte. Aber das ist marginal.", "score": 5}, {"content": "Wir kaufen viele Markenprodukte (Senseo, Persil, Cola, Nutella uvm.). Jetzt schauen wir erst nach, wo es am günstigsten ist.", "score": 4}, {"content": "Nur zu empfehlen", "score": 5}, {"content": "aber Verbesserungswürdig. schön wäre es, wenn man einfach eine Einkaufsliste zusammenstellen könnte und die App dann eben die Vorschläge macht. z.B. Ich will Nudeln kaufen. Jetzt suche ich mir da Spirelli raus, weil die in der Liste sind. 2 Wochen später sind aber Rigatoni im Angebot. Davon bekomme ich gar nichts mit. Oder Hackfleisch. Mir ist das doch egal, von welchem Hersteller oder Markt das herkommt. Also cool wäre es seine Artikel ganz pauschal eingeben zu können und dazu dann eben die Vorschläge zu erhalten. Dann wäre das eine perfekte App. Vom Aufbau her sonst gut gemacht", "score": 4}, {"content": null, "score": 5}, {"content": null, "score": 5}, {"content": "Soweit scheint die App sehr Funktionsreich. Geschäfte in naher Umgebung sind drin. Prospekte aktuell. Die FunktionsVielfalt kann sich sehen lassen, wobei ich noch schauen muss gut das alles im Alltag klappt.  Und hört nicht auf manche (L)user die behaupten es sind nur Supermärkte drin oder die App lädt langsam. Solche Leute sind zu dämlich sich mal durch die Filter Optionen zu klicken und/oder wissen nicht das es in der Regel am eigenen Netz liegt wenn die Daten schleichen. MFG", "score": 4}, {"content": "Da wir Liebhaber der türkischen Küche sind ,wäre es schön ,auch türkische Lebensmittelläden in der App zu finden.\tSuper App ,leider vermisse ich Geschäfte wie Kik ,Jawohl, Tedi usw", "score": 5}, {"content": "Bin mit den ersten Versuchen ganz zufrieden, allerdings fehlt ein Weg, die App direkt zu schließen. Der Return-Button führt mich durch die ganze Historie ... Wann kommt das versprochene Update?", "score": 4}, {"content": "Bitte unbedingt eine beenden taste einbauen. Warum Android Apps auf solche einfache Funktionen verzichten ist mir ein Rätsel.", "score": 4}, {"content": "Sehr gute Angebots-App. Fast alles dabei, was man braucht. Rossmann würde ich mir noch wünschen in der App.", "score": 5}, {"content": "Endlich mal eine App die das macht was sie soll !!! Ich gebe 10 von 5 Sternen !!! ;-)", "score": 5}, {"content": "Ja", "score": 5}, {"content": "Ich habe mich angemeldet und sobald ich mich einloggen möchte, hängt sich die app auf. Also deinstalliert, wieder installiert und wieder genau das gleiche. Also kommt sie ganz weg...schade...", "score": 1}, {"content": "leider ist der suchradiuas zu klein ansonsten recht gut gemacht", "score": 4}, {"content": "Gefällt mir besser als z. B kaufda. Gut wäre eine teilen Funktion für den einkaufswaagen.  Und eine Synchronisation zwischen Handy, Tablett und den Geräten meiner Frau", "score": 4}, {"content": "Lädt viel zu lange und man kann nur 3 Angebote sehen danach wenn man auf weitere Laden geht dauert es ewig bis was kommt...Artikel werden nicht gefunden.", "score": 1}, {"content": "Super, genau was ich gesucht habe.", "score": 5}, {"content": "Diese app ist größter müll inmer wenn ich ein prospekt öffnen will stürzt die app ab.", "score": 1}, {"content": "YPI ist binnen weniger Tage zu meiner absoluten Lieblings-App geworden ! Grosses Lob an die Macher für die Idee, alle Vorteile anderer Preisvergleichs-Apps zu kombinieren. Die Umsetzung ist gelungen und die Bedienung intuitiv und einfach. Was mir noch fehlen würde, wäre die Möglichkeit seinen Einkaufszettel Offline sehen zu können (z.B. als Widget oder SMS) da ich in vielen Supermärkten schlechten Empfang habe.", "score": 5}, {"content": "Diese App ist die beste der Art und sogar besser als die Prospekt App 2013.Die App zeigt alle Rabatt,Coupons usw.Durch den Pickalarm wirst du über deine Produkte informiert wo du sie am billigsten kaufen oder wo es gerade Rabatt Akionen gibt.Bei den Favorieten kann mann es auch so machen alles wirklich Top.Wenn sie noch zu jedem Produkt ein Foto machen würdet,Produkbeschreibung und das Design schicker macht dann 5.Sterne.Hoffe es kommt ein update mit dem.", "score": 4}, {"content": "In Fichtenwalde soll in 455 m Entfernung von meinem Haus ein Norma sein. Muss ich wohl bislang übersehen haben. Edeka schlägt mir das Programm auch vor, und zwar in dem rd. 280 km entfernten Neumünster - aha, diese Filiale kannte ich bislang nicht. Die ca. 8 km entfernte Edeka-Filiale in Beelitz kennt das Programm nicht, auch nicht Aldi oder REWE. Auch von einem ca. 2 km entfernten Netto hat das Programm noch nie etwas gehört. Komplett unbrauchbare App, wird ohne zeitlichen Verzug deinstalliert.", "score": 1}, {"content": "Früher hatte ich \"kaufda\" doch es fehlten sooo viele Prospekte :-(  dann bin ich auf \"youpickit\" gestoßen und da finde ich einfach alle Prospekte von den Läden aus meiner Umgebung. Mein Briefkasten hat seit neusten ein Aufkleber mit \"keine Werbung\" denn dank \"youpickit\" brauche ich die nicht mehr und habe  kein unnötiges Altpapier :-) Klasse finde ich auch... das man gleich sehen kann, ob es sich bei den Angeboten auch wirklich um ein Schnäppchen handelt oder ob ich das Produkt woanders noch billiger bekomme würde, so hab ich schon oft viel Geld gespart! Einfach nur genial diese APP!!! Schade das es nur 5 Sterne zu vergeben gibt, ich bin mehr als zufrieden, danke für die tolle APP! ;-)", "score": 5}, {"content": "Programm lässt sich nicht beenden", "score": 2}, {"content": "Bis jetzt die beste Prospekte APP die ich gefunden habe. Einziger \"Mangel\" der Suchradius kann nicht erweitert werden, so wird mir  wegen ein paar hundert Meter Aldi nicht mehr angezeigt.", "score": 5}, {"content": "Wenn ich einen Markt zum Favoriten machen will, muss ich mich registrieren... Ich kann doch nicht für jeden Internetdienst ein Passwort anlegen. Nervig!", "score": 2}, {"content": "Gutes", "score": 3}, {"content": "Bin sehr zufrieden auch wenn nicht immer alle Prospekte sofort angezeigt werden.", "score": 4}, {"content": "Finde ich super.", "score": 5}, {"content": "Zeigt nicht immer was es soll,läd lange sonst ok", "score": 2}, {"content": "Wieder mal ne gute Idee für ne app,leider nicht fur den Mann ausgelegt. Es fehlen sämtliche baumärkte und Elektronik Artikel Verkäufer (Saturn,media Markt, etc.)", "score": 1}, {"content": "Mir fehlen lediglich die Drogeriemärkte, welche für mich, zum einkaufen dazu gehören...könnte man ja evtl hinzufügen?! Dann fand ich sie richtig Klasse.. :-)", "score": 3}, {"content": "Bin wirklich überrascht wie umfangreich diese app ist. Da steckt viel Arbeit.   Ich bin voll zufrieden mit der Performance. Finde die app auch BESSER als Kauf.da die ich vorher lange hatte", "score": 5}, {"content": "Diese App gefällt mir sehr gut,  da hier auch Einkaufsläden angezeigt werden, die in den anderen Apps nicht zu finden sind,  dahr volle Punktzahl ...  vielen dank", "score": 5}, {"content": "Leider kann ich trotzdem nur 3 Sterne geben,weil es ohne Marktkauf und vor allem K+K (Hiervon haben wir 5 vor Ort!!)  nicht geht.  Wenn man hier auch noch diese Prospekte sehen könnte,wäre die APP perfekt!!", "score": 3}, {"content": "Die app ist recht aufwendig programmiert, die eierlegende wollmilchsau sozusagen. Großes Lob.  Update : mein Lieblingsprospekt wurde nachgepflegt. Danke dafür!  Jedoch habe ich Zweifel daran das es gelingt alle lokalen Prospekte auf einem aktuellen Stand zu halten da es nach sehr viel Handarbeit aussieht.  App hat Potential dafür 5 Sterne.", "score": 5}, {"content": "Beste app!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "score": 5}, {"content": "Die funktioniert nicht richtig, der Scanner geht überhaupt nicht. Und die Preise sind nur so aktuell wie aber Leute die nutzen!", "score": 1}, {"content": "Schon manches Schnäppchen gemacht. Nur eine Sortierfunktion in den Favoriten fehlt leider. Wenn die auch noch kommt gibt's 5 Sterne.", "score": 4}, {"content": "Unübersichtlich", "score": 3}, {"content": "Was soll ich sagen,  Hammer", "score": 5}, {"content": "manuele und auto standortbestimmung spinnen", "score": 1}, {"content": "Das ist super da z.b. Lidl keine app ist", "score": 5}, {"content": "Tolle App un zwar gratis!", "score": 5}, {"content": "Endlich ein App wo man Angebote wirklich von fast allen Discounter vorfindet. Kaufda navigator z.b. listet nicht alle auf sondern nur die mit denen Sie eine Kooperation Absprache haben wo ist da noch der Vorteil des apps wenn die Schnäppchen als solche gar keine sind?! Daher ein dickes lob an diese App", "score": 5}, {"content": "Die derzeit beste Einkaufs-app. Die Prospekt sind zwar wohl \"nur\" gescannt, dafür sind aber alle relevanten Märkte in der Umgebung vorhanden! Eine automatische Positionsbestimmung wäre noch nett und einfacheres Beenden.", "score": 5}, {"content": "Habe die App heute geladen und gerade jetzt vor Weihnachten super hilfreich.", "score": 5}, {"content": "Sehr hilfreich", "score": 4}, {"content": "Tolle Sache :-) bon begeistert", "score": 5}, {"content": "Von allen Prospekt-Apps ist diese hier die einzige, die von mir verlangt, ungefähr 2 Meter an AGBs auf meinem Handy durchzuscrollen und ihnen zuzustimmen.", "score": 2}, {"content": "aber seit Registrierung hakt dieses APP nur. Anstrengend. Bitte beheben.", "score": 3}, {"content": "Spitzen App, selbst in meinem ländlichen Einkaufsumfeld werden alle Märkte preisgenau dargestellt. Und selbst alle Preise im Discounter sind komplett drin. Werbung im Briefkasten brauch ich nicht mehr.", "score": 5}, {"content": "Supi", "score": 3}, {"content": "Ich nutze vor allem den Pickalarm und den Einkaufsoptimierer", "score": 5}, {"content": "Einfache Bedienung, alle meine Märkte immer drin und der Barcode Preischeck im Geschäft oder daheim ist einfsch super. Die App ist Gold wert.", "score": 5}, {"content": "Super App, jetzt funktioniert alles. Weiter so. Danke", "score": 5}, {"content": "Prospekte von 2 Wochen oder länger drine, ansonsten sehr gut", "score": 2}, {"content": "Seitdem ich diese App gefunden habe spare ich täglich. Macht einen Riesenspaß mit der App shoppen zu gehen. Volle Punktzahl", "score": 5}, {"content": "Tolle app...ganz toll ist der preisvergleich, welcher im rechten farbdiagramm mit max preis, günstigster preis und durchschnittspreis aktuelle preise des selben produktes aller märkte anzeigt. Weiter so. Ein kleines pluspünktchen wäre noch ein ganz normale einkaufsliste mit codescanner zum schnellen einfügen der produkte...", "score": 5}, {"content": "Es zeigt nur märkte in Hamburg und nicht irgendwo anderst!!!! Schade aber sonst ne coole app:)", "score": 3}, {"content": "Kaum relevante Produktinformationen, Anzeige gesuchter Produkte aus teilweise bis zu 800 km Entfernung, keine brauchbare App, Schrott!", "score": 1}, {"content": "Wirklich tolle App, möchte ich nicht mehr missen, hat alles, klasse", "score": 5}, {"content": "Leider fehlen manche dinge", "score": 5}, {"content": "Lob an die Entwickler Leider funktioniert das HHB bei mir nicht. Ansonsten Top App kann ich nur weiter empfehlen", "score": 5}, {"content": "Diese App ist der absolute Hammer, die Erstellung des eigenen Einkaufszettels mit der Errechnung des gesamten Einkaufs, gleichzeitig wird meine Ersparnis zum regulären Preis angezeigt. Angebote zu ersehen ohne das lästige Blättern im Handzettel. Was ich auch genial finde ist, dass angezeigt wird welcher Markt das beste Angebot hat und wo ich den besten Preis erziele. So macht Einkaufen wieder Spaß!", "score": 5}, {"content": "Das intelligente Prospekt zeigt mir immer die besten Angebote und meine Favoriten auf einen Blick. Besser gehts nicht!", "score": 5}, {"content": "Die Datenbasis ist Wahnsinn, mit der App kann man bequem sparen ohne Prospekte zu lesen (wo ist gerade Volvic in der Umgebung im Angebot etc). Einfach nur top!", "score": 5}, {"content": "Super klasse App Danke. Geli,  liebe Grüße aus Schliersee. .....", "score": 5}, {"content": "Jahrelang habe ich mich geärgert, dass die Produkte meiner Begierde immer dann nicht im Angebot waren wenn sie leer waren und ich im Einkaufsmarkt stand.  Aktionsblättchen habe ich halt nie durchgeblättert.  Nun werde ich daran erinnert wenn was im Angebot ist und das finde ich TopTopTop. Meine Windeln, mein Wasser, Meine App!!!", "score": 5}, {"content": "es fehlt ein Knopf zum sauberen Beenden der app! Den Nutzen der app teste ich gerade, wenn gut, dann mehr Sterne.", "score": 3}, {"content": "Eine der besten Apps, sehr hilfreich und aktuell. Einzig eine Funktion zum Teilen würde das ganze noch abrunden", "score": 5}, {"content": "Super App..nur zu empfehlen", "score": 5}, {"content": "Endlich ist das lästige Beilagen blättern vorbei. Ich habe alle Produkte die wir regelmäßig kaufen gescannt und mit pick Alarm versehen. Das spart Zeit  , Papier  und bares Geld.", "score": 5}, {"content": "Mal sehen, ob ich immer an die Nutzung denke :-)", "score": 4}, {"content": "Macht richtig Spaß! Habe schon beim ersten Einkauf gespart.", "score": 5}, {"content": "Super App weiter so", "score": 5}, {"content": "Mit dieser App kann man ganz leicht echt viel Geld sparen! Auch für technisch weniger versierte Menschen bedienbar.  Tolle Erfindung!", "score": 5}, {"content": "Das Wesentliche macht die APP sehr gut. Allerdings kann noch stark an der Leistung der APP gearbeitet werden. Schnelle Aktionen hintereinander nicht durchführbar. Ruckelig. Verbesserungen: Navigationsleiste lässt sich nicht vom linken Bildschirmrand aufziehen. Direktes Hinzufügen zu Favoriten oder Einkaufswagen aus Liste mittels langem Druck auf das Produkt, sodass sich ein Popupmenü öffnet.", "score": 3}, {"content": "Wahnsinns app was besseres ist soweit ich weis nicht auf dem Markt spitze!!!", "score": 5}, {"content": "App installiert, Login besorgt, Pickalarme / Favoriten angelegt bzw. gescannt 15-20 min. Danach kann man die ganze Macht dieser App nutzen. Ich habe meine gesamte Einkaufsplanung geändert. Erst kommt das Blättern in meinen \"inteligenten Prospekten\". Hier lege ich interessante Produkte gleich in den Einkaufsoptimierer. Dann scanne/suche ich die übrigen Artikel meines geplanten Einkaufs für den Einkaufsoptimierer.  Jetzt Einkaufsoptimierer anwerfen und nach Zeit und Lust Varinte auswählen. Für ganz eilige", "score": 5}, {"content": "Mega App ! Automatische Einkaufsoptimierung in meinen Lieblingsmärkten.\tGenial! Habe es heute ausprobiert. 10 Artikel in den Einkaufsoptimierer geladen und in meinen Favoritenmärkten optimiert. Preise haben alle gestimmt. Mein täglicher Einkauf ab jetzt nie mehr ohne. Toll ist auch das intelligente Prospekt. Blättern in Handzetteln jetzt nur noch mit Siegeln und meinen Favoritenartikeln. Spitze ! Der Barcodescanner und Preischeck funktioniert daheim und beim Einkauf prima. Ab sofort keine Einkäufe mehr ohne Preischeck. Ab jetzt mein Top Einkaufsapp!", "score": 5}, {"content": "Hat sich gleich bei der ersten Anwendung aufgehängt,  so daß ich nicht ins Menü des Galaxy S4 zurück konnte ,oder an andere Apps kam. Ich kam auch nicht mehr an die Einstellungen.  Musste komplett neu starten. So eine Mist App habe ich noch nicht erlebt.", "score": 1}, {"content": "Super app. Kann man immer mal gebraucht...", "score": 5}, {"content": "Der Einkaufsoptimierer ist der absolute HAMMER ! Vor dem Einkaufen deine Produkte über den Optimierer laufen lassen,shoppen gehen und SPAREN.So was hab' ich noch nirgends gesehen. TOP.NIE MEHR OHNE !", "score": 5}, {"content": "Macht weiter so.", "score": 5}, {"content": "Einfach genial. Vor allem kostenfrei... Thumps up!", "score": 5}, {"content": "Super coole App. Schnell erfahren wo es tolle Angebote gibt. Sowas ist immer zu gebrauchen!!!", "score": 5}, {"content": "Eine super Sache wenn ich in Deutschland unterwegs bin und günstig einkaufen will...weiter so...", "score": 5}, {"content": "Coole App, kann ich nur empfehlen. Besonders die Funktion Angebote im Markt zu finden ist praktisch. Da kann man gleich bunkern.", "score": 5}, {"content": "Die App ist super. Verwende sie jede Woche vor dem Einkaufen und bin erstaunt, wie viel ich sparen kann.", "score": 5}, {"content": "1A App um beim einkaufen zu sparen!!!", "score": 5}, {"content": "Diese App läuft super und hält einem immer über die neuesten Angebote auf dem Laufenden. Ohne geht nicht mehr...:-)", "score": 5}, {"content": "Prädikat: Empfehlenswert", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Das ist mal ne App mit der man was anfangen kann! Alles drin was ich brauche, von Prospekten über Angebote bis hin zum optimierten Einkauf...  Ich lasse mich bei meinem Einkauf jetzt nicht mehr über den Tisch ziehen :D", "score": 5}, {"content": "Klasse App. Man kann ja wirklich damit sparen!", "score": 5}, {"content": "Super", "score": 5}]