[{"content": "Sehr gut", "score": 5}, {"content": "Läuft super 👌", "score": 5}, {"content": "👌", "score": 5}, {"content": "Sehr gut einkauf Beratung", "score": 5}, {"content": "Schlechter aps weil ich möchte wissen von meine Stadt Angebot und die sagen von keine anu wo ahso das wegen habe gelöscht besser runterladen Kauf de Apps ist beste Apps LG", "score": 1}, {"content": "Super", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Hängt nur, die schlechteste App", "score": 1}, {"content": "Bisher keine Mängel vorgekommen. Funktioniert gut.", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Finde ich super . Immer auf den neusten stand.", "score": 5}, {"content": "Super Sache", "score": 5}, {"content": "Top", "score": 5}, {"content": "Super App 👍👍👍", "score": 5}, {"content": "Sehr viele Prospekte in dieser App,aber total unübersichtlich. Bei Stadtangabe und Favoritenauswahl,werden mir dennoch Prospekte mit angeboten,die viele hunderte Kilometer entfernt sind🤬👎.", "score": 1}, {"content": "Viel zu lange Ladezeiten. Selbst nach einem Handyneustart wird es nicht besser. Schade", "score": 2}, {"content": "👍Viele Prospekte, gut zu gucken 👎leider keine Wunschliste, Datum passt in der Beschreibung nicht, viele Zusatzblätter machen es unübersichtlich", "score": 2}, {"content": "Einfach und nicht kompliziert", "score": 5}, {"content": "Funktiniert. Leider stimmen die Angaben zur Gültigkeit nicht (noch zwei Tage kann hier bedeuten noch zwei tage gültig oder zwei Tage bis es gilt). Und man hat keinen aktualisieren button, diese Woche aktualisiert die app nicht automatisch, Pech gehabt. Anzeige verbesserungswürdig, hat man reigezoomt kann man nicht blättern. Auch nicht wenn man rauszoomt bis man scheinbar völlig raus ist. Immer noch mal zoomen nötig.", "score": 3}, {"content": "Optimal zum Anschauen der Angebote", "score": 4}, {"content": "Endlich Mal ne Prospekte App die aktuell tadellos funktioniert, Kaufda und Marktguru machten immer Probleme. Hoffe das bleibt so", "score": 5}, {"content": "Eine hervorragende Prospektesammlung. Da ich nur unregelmäßig Printprospekte erhalte, nehme ich mir jeden Sonntag eine Stunde und stöbere meine Favoriten durch, um den Wocheneinkauf zu organisieren. Die App ist mir eine sehr große Hilfe, vielen Dank 👍🏻👍🏻👍🏻👍🏻👍🏻👍🏻💯🏁", "score": 5}, {"content": "Immer Aktuell", "score": 4}, {"content": "Alle wichtigen Prospekte vorhanden.Daumen hoch", "score": 5}, {"content": "Warum musst hier soviel über mich wissen. Warum einen Account anlegen? Das ständige drängen sich anzumelden oder einen Account zu erstellen nervt. Darum gib es nur 2 Sterne. Ach ja warum wähle ich Favoriten wenn ich doch alles auf eine Seite klatscht. Nur mal zum nachdenken.", "score": 2}, {"content": "Bin zufrieden.", "score": 5}, {"content": "Werde die App loeschen. Funktioniert nicht mehr. Laesst mich nicht mehr rein", "score": 1}, {"content": "Alles bestens", "score": 5}, {"content": "Super App.", "score": 5}, {"content": "Vielfältige Auswahl, wäre aber besser, wenn die neuen Prospekte schon früher kommen würden", "score": 4}, {"content": "Im ganzen bin ich zufrieden mit der Äpp", "score": 4}, {"content": "Super", "score": 5}, {"content": "Endlich alles digital auf app im Griff", "score": 5}, {"content": "Absolute Katastrophe! Zeigt Prospekte an, die gar nicht gültig sind! Direkt zurück zu Marktguru gewechselt.", "score": 1}, {"content": "Gut", "score": 1}, {"content": "Einfach genial", "score": 5}, {"content": "Alles super ;)", "score": 5}, {"content": "Sehr sehr gut ich eine günstige Preise sehen sie verstehen meine", "score": 5}, {"content": "Sind optimal zum sparen!", "score": 5}, {"content": "Uebersichtlich ,reichhaltig,informativ", "score": 5}, {"content": "Die beste Prospekte App. Es ist wirklich jeder Discounter und viele andere Geschäfte dabei. Alles in einem. Top. Ich hoffe es bleibt auch so.", "score": 5}, {"content": "Naja. Geht schon was besser.", "score": 3}, {"content": "👌🏻", "score": 5}, {"content": "Immer mal wieder falsche Prospekte", "score": 1}, {"content": "Viele Prospekte, Prospektübersicht zum suchen vorhanden", "score": 5}, {"content": "Finde gut", "score": 4}, {"content": "Grauenhaft, unausgereift", "score": 1}, {"content": "Prima app", "score": 5}, {"content": "Find ich gut viele Prospekte vorhanden", "score": 4}, {"content": "Immer aktuel v", "score": 5}, {"content": "An meinem Wohnort unbrauchbar. Keinen einzigen größeren Markt (Aldi, Netto, Edeka, usw.) gefunden. Die ich gefunden habe sind zu weit weg.", "score": 1}, {"content": "Alles gut.", "score": 5}, {"content": "Chaotisch. In den Favoriten werden viele unnütze Prospekte mit angezeigt. Statt z.B. nur dem lokalen Edeka-Prospekt, eine Liste mit bundesweit unterschiedlichen Edeka-Prospekten. Da muss man durchscrollen. So ist das auch bei Aldi, Lidl usw. Da in der kleinen Vorschau der richtige Prospekt oft nicht erkennbar ist, ruft man ständig falsche Prospekte auf, bis man irgendwann endlich den richtigen hat. Der eigene Standort wird nicht berücksichtigt, obwohl in der App eingestellt. Total nervig.", "score": 2}, {"content": "Deinstalliert", "score": 1}, {"content": "Super schön", "score": 5}, {"content": "Gut.", "score": 5}, {"content": "Sehr gut beschrieben", "score": 5}, {"content": "Sehr große Auswahl an Prospekten", "score": 5}, {"content": "Super", "score": 5}, {"content": "Muss man unbedingt auf sein Handy. Die Prospekt Seiten kann man hier gut umblättern. Und die app hat bis jetzt keine Störungen hervorgerufen.", "score": 5}, {"content": "Ein stern Abzug, nervig nach jedem markieren für die fav liste wird man gefragt, account erstellen. nervt. warum kann man das nicht einmal bestätigen und gut ist.", "score": 4}, {"content": "Zeigt keine Bilder an", "score": 1}, {"content": "Sehr gute App. Entfernung bis zum Händler wäre das Sahnehäubchen.", "score": 5}, {"content": "Obwohl ich Standorterkennung und Standort auch stimmt bekomme ich Prospekte aus Hamburg. Für mich daher unbrauchbar", "score": 1}, {"content": "Sehr gut", "score": 5}, {"content": "Registrierung nicht notwendig, auch wenn ständig darauf hingewiesen wird zb, wenn Angebote auf die Merkliste sollen. Gemerkt wird dann immer die ganze Prospektseite ohne Hinweis auf den genauen Artikel. Große Auswahl, sogar eine zeitlang den Marktkauf aus meiner Stadt. Es fehlen Woolworth und Postenbörse. Außerdem wird der Ablauf von Angeboten dauerhaft falsch dargestellt: Aldi Prospekt für nächste Woche läuft angeblich heute (Sonntag) ab. Abgelaufene Angebote können nicht angesehen werden", "score": 4}, {"content": "Man kann sehr schnell und übersichtlich deine Prospekte finden sehr gut", "score": 5}, {"content": "Finde diese App Klasse", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Das ist cool", "score": 5}, {"content": "Dum, dum zu blöd minus 100000sternr", "score": 1}, {"content": "Q zu", "score": 5}, {"content": "Gleich wieder gelöscht- Facebook sei Dank.", "score": 1}, {"content": "...gut , kein Papier mehr", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Gute Arbeit", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Nicht immer aktuellund regional unterschiedlich.", "score": 1}, {"content": "Gute Übersicht, tolle App", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Sehr gut ! Bin zu Frieden.", "score": 5}, {"content": "Supi", "score": 5}, {"content": "Alles auf einen Blick", "score": 5}, {"content": "Super klasse 👍👍👍👍👍", "score": 5}, {"content": "Alles ok", "score": 5}, {"content": "geht denn nichts mehr ohne Registrierung", "score": 1}, {"content": "Alle Prospekte vorhanden, empfehlenswert👍", "score": 5}, {"content": "Optimal", "score": 4}, {"content": "Immer die aktuellsten Prospekte, top.", "score": 5}, {"content": "Gute Übersicht aller Angebote", "score": 5}, {"content": "🤗😷🎅🤶🌹🌲🍀🍰🍩🍨🍤🍭🍯🍮🍮🍼🥛🥛🥧🍹🍾🥂🤩☝️👌👍👍👍👍👍🙏💝💜🧡💛💚💙💞💃", "score": 4}, {"content": "👍👍👍", "score": 5}, {"content": "Ja gut", "score": 5}, {"content": "Ausreichend", "score": 4}, {"content": "Super Prospekte endlich in meiner Gegend wo es auch die Läden gibt", "score": 5}, {"content": "1a super", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Super Epp", "score": 3}, {"content": "Übersichtlich, Vielfalt", "score": 5}, {"content": "Supper.1.A.", "score": 5}, {"content": "Diese App will ich gerne mal testen.", "score": 2}, {"content": "Nun bis jetzt Keinerlei Negatieve Einwndungen", "score": 5}, {"content": "Zu viel Werbung.", "score": 2}, {"content": "Super", "score": 5}, {"content": "** alles soweit okay *-* Mfg Jacksen **", "score": 5}, {"content": "Die rechte was ihr braucht sind sehr fragwürdig.", "score": 1}, {"content": "Super. Man hat vollen Überblick wo was im Angebot ist...", "score": 5}, {"content": "Gut", "score": 4}, {"content": "Sie ist übetsichtlich.", "score": 1}, {"content": "Super man spart endlich Papier und der Briefkasten ist nicht mehr so voll", "score": 5}, {"content": "Öko, aktuel, interessant", "score": 4}, {"content": "Was soll man mit Prospekten die nur noch Stunden gültig sind. Außerdem werden Prospekte gezeigt die über 200 km von meinem Standort entfernt sind. Einfach grottenschlechte App. Habe sie gleich wieder gelöscht.!!!", "score": 1}, {"content": "Keine", "score": 4}, {"content": "Mega App, ohne Nervfaktor", "score": 5}, {"content": "Super App. 1A👍👍👍", "score": 5}, {"content": "Nach dem Kauderwelsch beim installieren und mit anmelden usw ist das eine sehr gute Möglichkeit allss in einer app zu haben", "score": 5}, {"content": "This app is very helpfull, complete list of shops and flyers", "score": 4}, {"content": "Es sind alle Prospekte da, wo ich gern einkaufen.", "score": 4}, {"content": "Gute App. Sehr praktisch, wenn man schnell nachgucken möchte, was wo im Angebot ist.", "score": 5}, {"content": "Herrlich, schön alle Angebote durchgehen und dann mit gutem Gewissen shoppen, weil man Geld spart!", "score": 5}, {"content": "Die App hätte ich schon viel früher haben wollen! Wo kann ich hier einen \"bitte keine Werbung\" Sticker für meinen Briefkasten bestellen?", "score": 5}, {"content": "Bei mir ist alles Seeeehr sehr langsam.. Nach jeder Aktion lädt es erstmal 10 - 20 Sekunden. Falls sich das in Zukunft ändern sollte, bearbeite ich meine Bewertung gern.", "score": 2}, {"content": "Ismete", "score": 5}, {"content": "Top kann man nur empfehlen schnell übersichtlich klasse", "score": 5}, {"content": "Jaaaaaa.....gefunden!! Den Prospekt von ACTION!!! Mein absolutes Lieblingsgeschäft:))))", "score": 5}, {"content": "Back to basic. Prospekte uber Prospekte. Die Angebote such ich mir schon selbst raus. Topppp.", "score": 5}, {"content": "Ich schau mir nach wie vor auch gerne die Werbeangebote aus der Zeitung an, aber das hier ist mal eine ganz gute Alternative.", "score": 4}, {"content": "Top!", "score": 5}, {"content": "Supidupi. Prospektangebote ihr seid meine Helden!", "score": 5}, {"content": "Alles super", "score": 5}, {"content": "ich verwende die APP regelmäßig und mir fehlt hier kein Geschäft.", "score": 5}, {"content": "Top App alles schön gestaltet schön übersichtlich", "score": 5}, {"content": "Mir gefallen die Prospekte! Schön groß und dadurch leicht lesbar!", "score": 5}, {"content": "Prima app, tut was sie tun soll.", "score": 5}, {"content": "Praktisch ! Ich wohne im Grenzbereich - gibts hier dann auch die holländischen Prospekte ?", "score": 5}, {"content": "DEFINITIV DIE 5 STERNE WERT", "score": 5}, {"content": "Alle Prospekte von A-Z...Super...", "score": 5}, {"content": "Besser als Papier", "score": 4}, {"content": "Netto hat mir in der vorherigen App gefehlt, hier gibts das.", "score": 5}, {"content": "Seher tolle App .", "score": 5}, {"content": "Ich check jede Woche die neusten Angebote!", "score": 5}, {"content": "Schnelle App mit allen Angeboten nach Kategorie sortiert", "score": 5}, {"content": "Die beste Prospektapp Deutschlands!!", "score": 5}, {"content": "Warum bin ich auf die Idee nicht von selbst gekommen? Wirklich sehr gut.", "score": 5}, {"content": "Durch eure App muss ich kein schlechtes Gewissen mehr beim Angebote gucken haben, super!", "score": 5}, {"content": "Klasse App. Einfach gut und unkompliziert.", "score": 5}, {"content": "Toll, dass es hier nicht nur Prospekte, sondern auch Kataloge und kostenfreie Magazine gibt!", "score": 5}, {"content": "Keine doofen Werbebanner oder unnötige Werbung. Nur die Angebote, die ich auch echt angucken will.", "score": 5}, {"content": "Alle wichtigen Prospekte findet man hier!!!", "score": 5}, {"content": "Media Markt hat mir bisher immer gefehlt in solchen Programmen. Super, dass es das hier auch gibt.", "score": 5}, {"content": "Super App. Findet man alles schnell und einfach.", "score": 5}, {"content": "die suchfunktion könnte besser sein", "score": 4}, {"content": "Super App mit allen wichtigen Prospekten von Geschäften, die ich regelmäßig besuche:)", "score": 5}, {"content": "Ich benutze die App IMMER, wenn ich Geschenkideen brauche! Nur schade, dass es keine \"Wunschliste\" gibt!", "score": 4}, {"content": "Super App mit allen Angeboten aus ganz Dortmund. Empfehlung", "score": 5}, {"content": "Hornbach, Obi, Bauhaus...Endlich alle Baumarkt-Angebote miteinander vergleichen.", "score": 5}, {"content": "Also wenn man mich fragt ist diese App ein MUST HAVE", "score": 5}, {"content": "Ich schau mir die Angebote in der App schon eine ganze Weile täglich an.", "score": 4}, {"content": "Am besten finde ich, dass man die Angebote echt angucken kann, wo man will. Zuhause, in der Schule, im Bus, draußen mit Freunden. Überall halt;).", "score": 4}, {"content": "Das ist die beste Angebot App die es gibt alles top👍💪", "score": 5}, {"content": "Um nun doch ein bisschen mit der Zeit mitzugehen... Weg mit den verschwenderischen Papierprospekten!", "score": 4}, {"content": "Heutzutage geht ja alles auf digitalem Wege, Angebote anschauen jetzt auch, PERFEKT", "score": 5}, {"content": "Gut für mich und gut für die Natur!", "score": 5}, {"content": "Keine nervige Werbung zwischendurch. Top.", "score": 5}, {"content": "Klare Empfehlung. Definitiv downloaden wenn du mich fragst!", "score": 5}, {"content": "\"Keine Werbung bitte\"-Sticker auf den Briefkasten und los gehts-nur noch online Werbung anschauen!", "score": 4}, {"content": "Meeega, dass die App auch noch kostenfrei ist!", "score": 5}, {"content": "Ich werde definitiv keine andere App mehr verwenden, um Angebote zu checken", "score": 5}, {"content": "Einige wenige Verbesserungsvorschläge hätt ich, aber das ist bei dieser App jammern auf hohem Niveau", "score": 4}, {"content": "Man spart sich langes Suchen nach Angeboten weil die APP wirklich sehr übersichtlich gestaltet ist.", "score": 5}, {"content": "Ich empfehle diese App jedem, der Bock hat, Geld zu sparen.", "score": 5}, {"content": "Minimale Verbesserungsvorschläge, sonst prima.", "score": 4}, {"content": "Super", "score": 5}, {"content": "Schööön so einfach auf dem neusten Stand der Angebote zu bleiben, ohne dann immer irgendwann zum Altpapiercontainer zu müssen!", "score": 5}, {"content": "Das Benutzen von der App spart mir monatlich wirklich ne Menge Kohle", "score": 4}, {"content": "Übersichtliches und deutliches Layout.", "score": 5}, {"content": "Es gibt ja mittlerweile einen Haufen solcher Apps. Aber die hier finde ich wirklich am besten.", "score": 5}, {"content": "Top App. Definitiv downloaden.", "score": 5}, {"content": "Hier findet man alles, was man braucht und es ist gratis!!", "score": 5}, {"content": "Hier ist der Kunde wirklich König - sehr kundenfreundlich gestaltet - kann ich wärmstens empfehlen - super.", "score": 5}, {"content": "Ich nutze die App schon einige Monate, sie läuft einwandfrei. Habe nichts zu beanstanden.", "score": 4}, {"content": "Ich kann mir keine andere Möglichkeit mehr vorstellen, mir Werbeangebote anzuschauen.", "score": 5}, {"content": "Ich nutze die App sehr häufig. Macht Spaß!", "score": 5}, {"content": "Meine Stadt habe ich in der App nicht gefunden, aber zum Glück den Prospekt, den ich gesucht hatte.", "score": 4}, {"content": "Ich esse nur noch, was bei Lidl im Angebot ist! Lecker und gut für den Geldbeutel!", "score": 5}, {"content": "Keine nervigen Werbebanner oder Funktionen, die man nicht braucht. Alles supi.", "score": 4}, {"content": "Super easy, alle Angebote bequem am Frühstückstisch auf dem Handy durchblättern - ich lieb's!", "score": 5}, {"content": "Ich vergleiche alle Supermarkt Angebote miteinander und geh dann dort einkaufen, wo es am günstigsten ist!", "score": 4}, {"content": "Ich bin mehr als zufrieden mit der App! Zielführend und geldsparend;-) Top.", "score": 5}, {"content": "Ich finde die App ist super und sie läuft einwandfrei.", "score": 4}, {"content": "So viele Prospekte auf einmal habe ich noch nie gesehen!", "score": 4}, {"content": "Ich gucke mir die neuen Prospektangebote jede Woche an.", "score": 5}, {"content": "schöne App mit den besten Prospekten.", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Hier sind die Prospekte meistens früher online als auf der Website!", "score": 5}, {"content": "Sehr gut 👍 👍 👍 👍 👍 👍", "score": 5}, {"content": "Schnelle App mit allen wichtigen Prospekten in übersichtliche Kategorien eingeteilt.", "score": 5}, {"content": "Mir werden Prospekte von Geschäften angezeigt, die ich gar nicht kenne?", "score": 4}, {"content": "Ich guck mir oft die Prospektangebote in der App beim einkaufen an. So muss ich mir nicht merken, was im Angebot ist und muss nicht mit dem Prospekt in der Hand rumlaufen.", "score": 5}, {"content": "Viel mehr Prospekte, als jemals in meinen Briefkasten passen würden;-)", "score": 4}, {"content": "Bei der App finde ich sogar die Farbkombination toll! Am liebsten schau ich mir die Angebote von Hunkemöller und Zara an.", "score": 5}, {"content": "Das ist die App, in der es sooo viele Prospekte gibt! Ich wusste nichtmal, dass es so viele gibt. Auch kleinere Geschäfte aus der Umgebung zu finden", "score": 5}, {"content": "Sehr praktisch, wenn man nachverfolgen will, wann was im Angebot ist. Eine Favoritenliste habe ich auch erstellt.", "score": 5}, {"content": "Ob im Büro oder im Zug ... Prospektangebote ist immer am Start:-)", "score": 4}, {"content": "Schöne App mit den neusten und günstigsten Deals.", "score": 4}, {"content": "Läuft gut. Eine gute Möglichkeit, um immer auf dem neusten Stand der aktuellen Werbeangebote zu sein.", "score": 5}, {"content": "Wenn man diese App hat, muss man wirklich kein Papier mehr verschwenden.", "score": 4}, {"content": "Die App ist klasse und vor allem übersichtlich.", "score": 5}, {"content": "Ich kann nicht alle Marken finden, nach denen ich suchen möchte?", "score": 4}, {"content": "am praktischsten ist es, die App zu benutzen bevor man einkaufen geht!", "score": 5}, {"content": "Praktisch und einfach zu verwenden. Klare Empfehlung von mir", "score": 5}, {"content": "die app ist gut, tut was sie soll, ist übersichtlich, neue prospekte stehen direkt auf der startseite.", "score": 5}, {"content": "Mithilfe der App weiß ich, wo die Lebensmittel günstiger sind. Ich plane oft meine Mahlzeiten nach den Angeboten.", "score": 5}, {"content": "Minimales Verbesserungspotential, sonst super.", "score": 4}, {"content": "GENAU SO eine App hab ich schon ewig gesucht!!", "score": 5}, {"content": "Meeega, mal eben zwischendurch die neusten Angebote checken! DAS musthave für Schnäppchenjäger!;)", "score": 5}, {"content": "Gute App mit den aktuellsten und besten Werbeprospekten.", "score": 4}, {"content": "Es gibt ein paar echt unnötige Funktionen die keiner braucht..das könnte noch verbessert werden?", "score": 3}, {"content": "Habe die App jetzt schon einige Wochen in Gebrauch und bin top zufrieden.", "score": 4}, {"content": "Läuft einwandfrei und tolles Design.", "score": 5}, {"content": "Alle Prospekte aus meiner Umgebung kann ich hier ganz einfach finden.", "score": 5}, {"content": "Super app somit bin ich bestens Informiert", "score": 5}, {"content": "👍", "score": 4}, {"content": "Ok.", "score": 5}, {"content": "Trotz dass ich meinen Standort angegeben habe bekomme ich teilweise nicht die dazu passenden Prospekte angezeigt. Was schon zu einigen Enttäuschungen im Laden geführt hat. Kann man daran was ändern?", "score": 3}, {"content": "Macht was sie soll stürzt aber auch oft ab das nervt ganz schön.", "score": 2}, {"content": "Super App nur die Übersetzung klappt noch nicht zu 100%", "score": 5}]