[{"content": "Ok", "score": 4}, {"content": "Es werden immer weniger Prospekte. 🤨😞", "score": 3}, {"content": "Das meiste ist dabei 👍", "score": 4}, {"content": "Alle Prospekte in einer App finde ich sehr gut 👍", "score": 5}, {"content": "Ich dachte die App läuft in Verbindung mit der Einkaufsliste, die ebenfalls vom gleichen Entwickler angeboten wird, aber nein. 1. soll man hierfür dann nochmal seperat bezahlen, obwohl man schon für die intelligente Einkaufsliste bezahlt hat und dann können Prospektangebote nicht Mal einfach so in die Einkaufsliste integriert werden? Das ist echt ein Armutszeugnis. Zumal die Angebote immer nur als einzelne Fotos angezeigt werden und ausgeschnitten werden können, anstatt Prospektansicht.", "score": 1}, {"content": "Keine Standortermittlung. Nur die auswahl Deutschland.", "score": 1}, {"content": "Zeigt mir die Prospekte die man braucht", "score": 4}, {"content": "Super App Danke schön", "score": 5}, {"content": "Die Prospekte lassen sich nicht öffnen. Es ist nur eine weiße Seite zu sehen. Egal welche Prospekte man öffnet.", "score": 1}, {"content": "Leider werden einige Prospekte nicht geöffnet, nur leere Seiten die man blättern kann.", "score": 3}, {"content": "Sehr gut", "score": 5}, {"content": "Keine Suchfunktion für Artikel", "score": 1}, {"content": "Prima App. Alle Prospekte der in meiner Umgebung stehenden Märkte. Da kann ich auf Papiermüllwerbung gerne verzichten. P.G.", "score": 5}, {"content": "Wenn ich in dieser App in einem Prospekt etwas anklicke, um es genauer zu sehen, kommt lediglich eine leere, weiße Seite.", "score": 1}, {"content": "Hat keine Ahnung welche Geschäfte hier vor Ort überhaupt verfügbar sind. Bietet daher alle deutschen Supermärkte an - als ob ich jetzt vom Dorf Mal eben in die Landeshauptstadt fahren würde, um 1 Pfund Butter zu kaufen. Absolut überflüssig diese App.", "score": 1}, {"content": "Will jetzt Benutzerdaten ausspähen, blockiert das Handy, wenn man ablehnen will (zurück oder Hauptbildschirm). Klarer Verstoß gegen DSGVO, die so eingeholte \"Zustimmung\" ist rechtlich ausdrücklich ungültig.", "score": 1}, {"content": "Ich bin durch Zufall auf diese App gestoßen! Für den preisbewussten Verbraucher ein tolles Werkzeug, da macht Einkaufen Spaß! 👍", "score": 5}, {"content": "Top", "score": 5}, {"content": "So viel angebote............prima", "score": 5}, {"content": "Zu viel Werbung! Macht keinen Spaß.", "score": 2}, {"content": "Ganz bestimmt eine der besten Prospekt Apps die derart auf dem PlayStore. Aufgrund einiger fehlender meines Erachtens wesentlicher Prospekte und Flyer gebe ich jedoch nicht die fünf Sterne. Cu DocTheo", "score": 4}, {"content": "Super 👍👍👍👍👍", "score": 5}, {"content": "Aktualisierung von den Prospekten dauert zu lange seit drei Tagen warte ich dass das neue Kaufland Prospekt drinne ist und nach 3 Tagen immer noch Fehlanzeige", "score": 2}, {"content": "Die app ist sehr nützlich. Man hat sie immer dabei wenn man Angebote im Laden sucht.", "score": 5}, {"content": "Ich bin davon ausgegangen, dass ich Artikel in den Prospekten auswählen kann und diese dann direkt auf meinen Listonic Listen angezeigt würden. Nützt mir so nix!", "score": 2}, {"content": "Immer aktuell informiert und alle Prospekte erhältlich!", "score": 4}, {"content": "Ich finde die App gut man findet Angebote schnell und sehr einfach", "score": 4}, {"content": "Info hinzufügen Wäre sehr hilfreich wenn neben Geschäftsname könnte man noch manuell Hinweis schreiben beim Ausschnitten z.B. erst ab Mittwoch erhältlich.", "score": 4}, {"content": "Zuviel zuviel fremdwerbung, 15,99 € einmal Zahlung für werbefreiheit. App wird deinstalliert. Gibt bessere die bei gleicher Leistung weniger bzw gar nichts kosten!", "score": 1}, {"content": "Finde nicht die richtigen Prospekte! Sehr unübersichtlich!", "score": 1}, {"content": "Alles ist sehr unübersichtlich", "score": 1}, {"content": "Super 👍🏻 Spitze 👍🏻 App 👍🏻", "score": 5}, {"content": "Kein rewe dabei", "score": 1}, {"content": "Klasse Spiel", "score": 5}, {"content": "Ich finde alles an der App sinnvoll, doch die Funktion mit dem Ausschneiden hat mich nicht beeindruckt. Besser wäre es, wenn man die entsprechenden Produkte mit einem \"knopf\" in die Einkaufsliste führen könnte. :)", "score": 4}, {"content": "Super", "score": 5}, {"content": "Optimal so habe ich in den Läden immer das Prospekt dabei. oft haben die Verkäuferin keins und es wird schwer Werbetage bzw wo Ware steht zu finden", "score": 5}, {"content": "Habe ich wieder gelöscht.", "score": 1}, {"content": "Einwandfreie Tipps", "score": 5}, {"content": "Grosser Muell, bei Tedi erscheint ein Artikel", "score": 1}, {"content": "Klasse dass man echt alle Prospekte sehen kann 😊👍", "score": 5}, {"content": "Was für ein Krampf. Gebe meinen Heimatort an und 10 km Umkreis und bekomme Prospekte aus Greifswald angezeigt - das ca. 350 km entfernt liegt. Wer programmiert so einen Müll?", "score": 1}, {"content": "Nur 1x Edeka in ganz Rostock, gleich Deinstalliert", "score": 1}, {"content": "Immer die besten Angebote vom Normo", "score": 5}, {"content": "Update 01.06.2020: Wohnort 36151 Burghaun Sehr geehrte Damen und Herren, vielen lieben Dank für ihre Antwort bezüglich des Serverfehlers. Doch leider kann ich, trotz das die App nun funktioniert, diese nicht nutzen. Schade. Es sind nicht alle Geschäfte und Discounter in meinem Wohnbereich in der App vorhanden. Und wenn doch mal ein Discounter aus der Nähe dabei ist, werden keine Angebote gefunden, obwohl aktuelle Prospekte im Umlauf sind (zum Beispiel Netto). Auch der Supermarkt \"Tegut\" fehlt", "score": 4}, {"content": "funktioniert nicht. xiaomi redmi note 8 pro", "score": 1}, {"content": "Leider kann ich in der App nicht nach Angeboten in der Nähe suchen, da bei der App weder Ortung noch Ortssuche funktioniert. Das ist schade. Leider wieder deinstalliert 😒", "score": 3}, {"content": "nie benutzt ihr vielleicht", "score": 1}, {"content": "Eigentlich ne gute Idee nur die Umsetzung ist leider schlecht. Es bringt mir nichts wenn die App ständig abstürzt beim scrollen durch die Seiten:D für mich ist die so leider kaum nutzbar", "score": 1}, {"content": "Sehr gut", "score": 5}, {"content": "Nice!😍👍", "score": 5}, {"content": "Okay", "score": 5}, {"content": "Spart Papier", "score": 5}, {"content": "Es gibt Prospekte-Apps, in denen man nach Artikeln suchen kann, statt jede Woche alle Prospekte nach dem einen Produkt durchsuchen, welches man braucht. Zudem ist die App zwar optisch ansprechend, jedoch nicht benutzerfreudlich. Wie wäre es z.B. mit einer Listenfunktion, statt dem unhantlichen Snipping-Tool? Wenn ich vorhabe Trauben zu kaufen, reicht mir doch das Wort und der Laden? Vor allem, weil die App im Zusammenhang mit Listonic angeboten wird. Weshalb gibt es hier keine Verknüpfung??", "score": 1}, {"content": "Leider ist die Qualität der Bilder beim vergrößern Recht schlecht! Sonst gäbe es 5 Sterne", "score": 4}, {"content": "Sehr schöne App, noch schöner wäre, wenn man sie mit der Listonic-App so verbinden könnte, dass die Ausschnitte automatisch in die Einkaufslisten von listonic übertragen werden würden. So hat man immer zwei Einkaufslisten", "score": 4}, {"content": "Nach einigem Ausprobieren ist dies nun endlich die für mich ideale Prospekt App, wenn man bezüglich dieses Themas überhaupt von einer idealen entspricht kann, dann ist es für mich jetzt diese. Daher fünf 🌟 .", "score": 5}, {"content": "Super Sache, kein sinnloses Papier mehr und man kann jeder Zeit nochmal die Angebote checken", "score": 5}, {"content": "Einfach super", "score": 5}, {"content": "06.04.2020: Ausschnitte werden gespeichert aber nicht angezeigt, für Premium sehr ärgerlich, viel Geld für fehlerhafte Software Anfragen bei Support werden nicht beantwortet (11.04.2020) Und nun, nach letztem Update: Werbung, Werbung, Ausschnitte funktionieren weiterhin nicht. Ich bezeichne so etwas als Betrug am Käufer 22.04.2020 23.04.2020 Neuinstallation der App: es funktioniert wieder, hoffentlich dauerhaft", "score": 4}, {"content": "Diese App fand ich gut, weil man Angebote ausschneiden kann und sie eigentlich mit meiner Einkaufsapp zusammenarbeitet... Aber... 1.Ja, man kann ausschneiden, die Ausschnitte aber nicht teilen, damit eine sinnlose Funktion. 2. Die Einkaufslisten App beruft sich zwar auf diese App, allerdings kann man nicht mit beiden interagieren, was genau diese Angebots App sinnlos macht. 2 Sterne bekommt sie, da sie mir ja tatsächlich Prospekte anzeigt, aber das machen andere auch...", "score": 2}, {"content": "Macht was es soll.. 👍", "score": 5}, {"content": "Was für ein Mist habe den Dreck sofort wieder deinstalliert", "score": 1}, {"content": "Super", "score": 5}, {"content": "Echt nützlich man braucht nicht länger nach angeboten selber suchen aber achtung gefahr zum kaufrauschen..🤑", "score": 5}, {"content": "Bei der App bleibt einem der Briefkasten voller Werbung erspart. Finde ich toll 👍vorallem kann man jederzeit reinschauen. Ich finde sie einfach nur toll", "score": 5}, {"content": "Völliger Schrott. Viele Geschäfte der Stadt fehlen und andere Geschäfte die angezeigt werden gibt es hier nicht.", "score": 1}, {"content": "👍👍👍", "score": 5}, {"content": "Hilfreich", "score": 5}, {"content": "Stellt Werbung unterm Prospekt lesen rein is echt nicht gut da bleib ich bei Markt Guru", "score": 1}, {"content": "Leider nicht der örtliche Edeka-Prospekt, sondern Berlin. Also auch die Angebote nicht regional? Klappt trotz Zusage immer noch nicht. Ort ist Rendsburg.", "score": 2}, {"content": "Ist gut dass so viele prospekte hat, aber wenn man was bestimmtes suche, muß man alles prospekte gucken um raus zu finden wo es gibt und wo am günstigsten ist.", "score": 4}, {"content": "Es fehlen Getränkemärkte. Sonst ist die App schon gut.", "score": 3}, {"content": "Es werden leider nicht immer von allen Läden die neuen Prospekte angezeigt, auch wenn es ein neues Prospekt gibt. Ansonsten ganz zufrieden mit der App, der Auswahl und Anzahl der Geschäfte.", "score": 4}, {"content": "Einfach Top!", "score": 5}, {"content": "Eine gute sache", "score": 5}, {"content": "👍👌", "score": 5}, {"content": "Sicherheitswarnung! 😭", "score": 1}, {"content": "Gut", "score": 5}, {"content": "Minus 1.Viel zu viel Werbung 2.Alles durcheinander , sie müssen etwas ordentliche machen. Plus Fast alle Prospekte habt ihr. Im Zukunft kann ich 5 ***** geben wenn Sie die App verbessern.", "score": 3}, {"content": "Super nur weitersagen", "score": 5}, {"content": "Ich hab schon mehrere App's für Prospekte ausprobiert. Leider waren unsere unsere standart Einkaufsgeschäft und die dazugehörigen Prospektein keiner bis getesteten App alle enthalten daher mussten meist 2 Apps genutzt. Werden. Diese Problem habe wir bei dieser App nicht. Die gesamten enthaltene Funktionen dr App haben wir noch nicht ausprobiert. Aber die Funktionen sind sehr umfangreich. Diese App können wir nur empfehlen !", "score": 5}, {"content": "Super", "score": 5}, {"content": "Bis jetzt gut!", "score": 5}, {"content": "Sehr zum weiter empfehlen! Super!", "score": 5}, {"content": "Alles Bestens :)", "score": 5}, {"content": "Finde die App nützlich alle prospekt in einer App danke👍 was mich stört soweit ich die prospekt öffne geht meine Musik aus 😂🤔", "score": 5}, {"content": "Super app top 👍", "score": 5}, {"content": "✝️🅾️🅿️", "score": 5}, {"content": "Scheint schöne App zz sein ... aber ich sehe nirgendwo Coupons .. erbitte Antwort", "score": 3}, {"content": "Ganz \"mies\", dass unter \"Erweiterte Einstellungen\" wirklich ALLE DATEN-\"SCHUTZ\"(!!) - Häkchen vorgegeben auf AN stehen!! Ehe man \"drauf kommt\" hat die App schon ihre Informationen erhalten u. finanziel vermarktet, so nehme ich mal an!! NEIN DANKE!!", "score": 1}, {"content": "Schrott!", "score": 1}, {"content": "Es fehlen viele Prospekte", "score": 4}, {"content": "Findet meinen Ort nicht. -.-", "score": 1}, {"content": "Werbung innerhalb der Prospekte einblenden? Weg mit dem Mist!", "score": 1}, {"content": "Eine tolle und sinnvolle App. Erstens habe ich die Prospekte immer früher als es in der Zettel Variante der Fall ist. Ich spare Pappier ein und verringere den Müll in meiner Familie. Ich kann immer und überall mal eben nachsehen was im Angebot ist. Durch das Ausscheiden kann man ohne lange zu suchen schnell den gewünschten Artikel wiederfinden. Einfach toll 5 Sterne mit einem Plus.", "score": 5}, {"content": "Good App but has some problems with its own advertisings. When you use the screenshot/cut function in a catalog with multiple pages, after the second advertisement the cutting tool wants to cut some pages after the current page", "score": 3}, {"content": "Jastörend", "score": 2}, {"content": "👍👍", "score": 5}, {"content": "Top", "score": 5}, {"content": "Super App Danke", "score": 5}, {"content": "Total űbersichtlich, richtig klasse!!!!!", "score": 5}, {"content": "Super app", "score": 5}, {"content": "İch werde mich noch erkundigen", "score": 1}, {"content": "Flyer von all meinen Lieblingsläden wie Lidl an einem Ort. Außerdem gibt es keine Popup-Werbung wie in anderen Anwendungen dieser Art.", "score": 5}, {"content": "Real, Kaufland und Lidl in den Favoriten und ich muss nirgendwo anders suchen :)))) Die App spart Zeit.", "score": 5}, {"content": "Alle Prospekte sind da sehr gut", "score": 5}, {"content": "Ich habe etwas Geld gespart dank dieser App.", "score": 5}, {"content": "Diese App gibt dir schnellen Zugriff auf alle Rabatte und Angebote, sie ist sehr nützlich für Leute, die gerne sparen, wie ich :))))", "score": 5}, {"content": "Gute Arbeit. Viele Flyer", "score": 5}, {"content": "Gute App", "score": 5}, {"content": "Klasse", "score": 5}, {"content": "Sehr schöne App", "score": 5}, {"content": "Ich schätze das Design, sehr schön und intuitiv, und immer die neuesten Angebote. Großartig, ich empfehle", "score": 5}, {"content": "Ich kann hier alle Geschäfte und Supermärkte in meiner Nähe finden. Ich habe sogar gelernt, dass Real einen Kilometer von mir entfernt ist. Haha Gute App.", "score": 5}, {"content": "Bin noch neu am Testen.", "score": 4}, {"content": "Es tut, was es soll.", "score": 5}, {"content": "1 App und alle Promotionen und Flyer. Ich empfehle", "score": 5}, {"content": "Es hat immer aktuelle Angebote. Es ist nicht irreführend. Großer Vorteil!", "score": 5}, {"content": "Cool! Ich suchte ein Zelt für eine Reise zu einem guten Preis, ich konnte die Flyer am Telefon durchsuchen und wusste, wohin ich gehen sollte, ohne unnötige Fahrten durch die Stadt :))))", "score": 5}, {"content": "Hilft wirklich, wenn ich etwas brauche und keine Zeit habe, einkaufen zu gehen und nach den besten Angeboten zu suchen.", "score": 5}, {"content": "Kann mit dieser App irgendwie nichts anfangen.", "score": 1}, {"content": "große Auswahl an Katalogen, die auch sehr einfach zu navigieren und zu verstehen sind.", "score": 5}, {"content": "Gute App. Geschäfte, die ich am häufigsten besuche - Lidl und Kaufland werden zu den \"Favoriten\" hinzugefügt, so dass es einfach ist, sie zu überprüfen. Alles funktioniert so, wie es sollte, ich habe keine Kommentare.", "score": 5}, {"content": "Vielen Dank für diese Anwendung.... Jetzt habe ich alle Angebote aus den Geschäften, die ich am Telefon mag - toll. Ich schalte einfach das Telefon ein und habe sie bereits.", "score": 5}, {"content": "Tool.Super app", "score": 5}, {"content": "Schön", "score": 5}, {"content": "Gute App. Viele Flyer von den wichtigsten Supermärkten wie Kaufland, Real oder Lidl und viele mehr.", "score": 5}, {"content": "Empfehle ich für alle, die gerne stöbern und Preise vergleichen. Es gibt Flyer von beliebten Geschäften wie Lidl, Real oder Kaufland und verschiedene Kataloge (auch Autos).", "score": 5}, {"content": "Prima, einfach klasse, bitte noch Woolworth hinzufügen", "score": 5}, {"content": "Super danke", "score": 4}, {"content": "Vielleicht wirds besser", "score": 2}, {"content": "Am Montag Mittag fehlt immer noch jede Menge Prospekte z. B Netto, Edeka, Rewe. Alles im Umkreis von 3km. Ausserdem klappt die App immer zu. Wollte Action öffnen und die App schließt von alleine", "score": 1}, {"content": "Super alles da", "score": 5}, {"content": "Löschen", "score": 1}, {"content": "Tolle App, sehr übersichtlich, viele Geschäfte die man auch nutzt", "score": 5}, {"content": "Sehr nützliche App, um sich zeitsparend organisieren zu können. Danke an die Entwickler. - Thank for your message at 19.09.19. I dont have new ideas for progresses at this moment. Have a great day too.", "score": 5}, {"content": "Gute App", "score": 4}, {"content": "Hilfreich", "score": 5}, {"content": "Tip top", "score": 5}, {"content": "Super App weiter so 😊 👍", "score": 5}, {"content": "sehr übersichtlich und gut.", "score": 5}, {"content": "Finde diese app sehr gut", "score": 5}, {"content": "hut", "score": 4}, {"content": "sehr praktisch und überschaulich", "score": 5}, {"content": "Diese app ist top. Das einzige was mir fehlt ist, das man direkt in der app eine einkaufliste erstellen kann sowie die Produkte per langes Finger drücken speichern kann. Das war der oberhammer 😊 falls es dazu bald kommt, bekommt diese app ihre vollen 5 Sterne. Auch wenn diese ganz und gar mehr verdient hätte🤗.", "score": 4}, {"content": "Da fehlen Kataloge. Wieso gibt es zum Beispiel von Aldi und Netto nur die Reise Kataloge, aber nicht die normalen Wochen angebote?", "score": 1}, {"content": "Was nutzt einem die App, wenn einem Prospekte aus anderen Städten angezeigt werden, obwohl man seinen Standort eingegeben hat? Wird wieder deinstalliert!!! PS: Ein Stern ist noch zu viel!!!", "score": 1}, {"content": "warum werden mir so viele Geschäfte angezeigt die ich nicht mal vom Namen her kenne ?? Durch meine Angaben wissen sie doch das diese Geschäfte nicht in meiner Nähe sind !! Heute habe ich die Prospekte für nächste Woche im Briefkasten, bei ihnen ist noch nichts davon zu sehen !!?? bei anderen Anbietern, habe ich schon von einigen Geschäften die neuer Prospekte !!", "score": 3}, {"content": "Bis jetzt zeigt diese App genau die Werbung die ich benötige.", "score": 5}, {"content": "Alle Werbeprospekte kann man gleich entsorgen, man hat alles auf einen Blick. Kö", "score": 4}, {"content": "sehr gute App und genügend Angebote👍", "score": 5}, {"content": "tut das was sie soll", "score": 5}, {"content": "leider sind nicht alle Geschäfte bzw. Discounter dabei und wen mann sie in Suche eingibt werden sie nicht geladen deshalb braucht mann diese App nicht", "score": 1}, {"content": "diese App ist genial mit recht alle Sterne", "score": 4}, {"content": "megagut endlich alles drun kein Papiermüll", "score": 5}, {"content": "Super", "score": 5}, {"content": "super App", "score": 5}, {"content": "Zeigt Aldi Nord trotz Ortung an und bin zu 100 % im Süden", "score": 1}, {"content": "super", "score": 5}, {"content": "es geht", "score": 3}, {"content": "nicht gut. fehlt viel.", "score": 1}, {"content": "super app sehr gut aufgelistet ohne schnickschnack weiter so", "score": 5}, {"content": "tolle und schnelle Übersicht sämtlicher Rubriken und Angebote", "score": 5}, {"content": "Mein Smartphone ist gerootet und läuft mit Cyanogenmod 16 und andere Apps wie KaufDa und mein Prospekt laufen nicht. Aber diese App funktioniert tadellos und bietet auch viel mehr Prospekte. Großer Dank an die Entwickler.", "score": 5}]