[{"content": "Leider kann man die Werbung nicht Bläter", "score": 1}, {"content": "Sehr gute app", "score": 5}, {"content": "Ich hoffe es werd beser", "score": 1}, {"content": "Sehr gute App", "score": 5}, {"content": "Sehr aktuell", "score": 5}, {"content": "Nach gefühlt jedem zweiten Klick kommt Werbung. Dafür bietet die App eindeutig zu wenig, z. B. die Eingrenzung nach Orten!! Unvollständig!", "score": 2}, {"content": "Aktuell und praktisch!", "score": 5}, {"content": "Kein favorisieren von Prospekten und Produkten?? Ständig Werbung? Neee!", "score": 3}, {"content": "Kommt ständig Werbung", "score": 1}, {"content": "Super , kann man schon im voraus sehen was für Angebote im Prospekt stehen", "score": 4}, {"content": "Super cool", "score": 5}, {"content": "Super", "score": 5}, {"content": "Also beim besten Willen, Werbung innerhalb der Werbung ???", "score": 1}, {"content": "Super Super danke", "score": 5}, {"content": "Mit der App weiß auch ohne Papier - Prospekte, welche Angebote es gibt!", "score": 5}, {"content": "Sehr gute und ausführliche App für eigentlich jedes gewünschte Prospekt 👍😎 Wenn da nicht nach einem kurzen Moment, ein Werbebanner kommen ... Ließe der sich etwas weniger Aufdringlich machen?", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Übersichtlich und gut", "score": 5}, {"content": "Gut .", "score": 5}, {"content": "Zuviel Werbung", "score": 1}, {"content": "Eigentlich ist die App super und hilfreich. Ich verstehe auch das ein bisschen Werbung gemacht werden muss, aber es muss auch nicht übertrieben werden.....", "score": 3}, {"content": "Super", "score": 5}, {"content": "👎", "score": 1}, {"content": "liebe entwickler team weiss der Geier wo ihr hockt sicherlich in Berlin weil von meiner Stadt entsprechen gar nix von Prospeckten ich wohne in Bayern nicht weit weg von München es währe schön wenn es auch von hier etwas geben würde", "score": 1}, {"content": "Einzige App, die nicht nur alle Händler hat, sondern auch die jeweils aktuellen Prospekte. Und keine Standortinfos abfragt. Super. Das einzige, was ich mir noch wünschen würde, ist eine etwas bessere Scanqualität der Prospekte: Produktbeschreibungen in kleinerer Schrift kann man trotz reinzoomen leider nicht lesen.", "score": 4}, {"content": "Endlich mal eine Prospekte-App, die nicht andauernd meinen Standort haben möchte. Der erste Eindruck ist super. Alle wichtigen Märkte sind in der App vorhanden und die verschiedenen Prospekte je Markt abrufbar inkl Laufzeit des Propsektes.", "score": 4}, {"content": "Sehr wenige läden", "score": 1}, {"content": "So eben habe ich mir die App angesehen und bin begeistert. Ich habe alle Prospekte gefunden die ich brauche. Die Werbung stört mich nicht. Schließlich geht es in der App auch um die Werbung.", "score": 5}]