[{"content": "Nicht zu gebrauchen!!! Zeigt nur die Prospekte der kommenden Woche an. Was soll ich damit, wenn ich diese Woche einkaufen möchte???", "score": 1}, {"content": "Klar und übersichtlich, was bisl störend ist, dass man mitunter mehrmals täglich die gleiche Werbung bekommt...ansonsten top", "score": 4}, {"content": "Leider laden die Seiten der Prospekte häufig sehr langsam oder aber gar nicht, dass funktioniert für mich leider nicht und wird zumindest gefühlt auch immer häufiger. Nebenbei sind auch nicht immer alle Prospekte verfügbar, von immerhin bundesweit verfügbaren Läden, was für Mich nicht tragbar ist. Muss mich also anderweitig umsehen.", "score": 3}, {"content": "Was n das?", "score": 1}, {"content": "Gut. Can you please add the dark mode option . thank you.", "score": 4}, {"content": "Wäre schön wenn auch alle prospekte drin wären. Des öfteren sind zb. edeka und netto einfach nicht da, was die app nutzlos macht", "score": 2}, {"content": "Gute App", "score": 4}, {"content": "Was für cashback Design?Ach echt? Deine sprache verstehe ich nicht.", "score": 1}, {"content": "Ismete", "score": 5}, {"content": "Die App stürzt ständig ab. Grauenhaft", "score": 1}, {"content": "Naja", "score": 3}, {"content": "Super", "score": 5}, {"content": "Standortauswahl Funktionslos. Nach Neustart ist diese \"APP\" komplett ohne Funktion. Auch in Version (22.05.2020)!", "score": 1}, {"content": "Zu viele abstürze, viel zu viele Werbung", "score": 1}, {"content": "nutze ich nur im urlaub und dafür ist sie perfekt. daher ist ansonsten das autoupdate abgeschaltet.", "score": 5}, {"content": "Perfekte App- Ohne umständliches Kataloge - Blättern", "score": 5}, {"content": "Gut praktische App", "score": 5}, {"content": "ok", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Stürzt immer wieder ab und kann seit Tagen keine Prospekte öffnen", "score": 1}, {"content": "Manchmal nicht ganz vertraut mit der Kalenderwoche. Prospekte sind manchmal nicht ganz aktuell", "score": 4}, {"content": "Leider läuft der Aufbau sehr langsam", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Toll, gerade für internationale Prospekte!", "score": 5}, {"content": "Es fehlen immer wieder wichtige Prospekte. Deistalliert", "score": 2}, {"content": "Top", "score": 5}, {"content": "Luxemburg fehlt", "score": 1}, {"content": "Gut aber... Leider viele Adressen falsch eingetragen oder falsch an Googlemaps weitergeleitet. Man sieht aus dem Mal Geschäfte, die es dort nicht gibt. Wenn diese richtig wären, perfekt. Wie wär's, wenn die Nutzer Korrekturvorschläge machen können?", "score": 2}, {"content": "Tolle App, alles funktioniert super. Vielen Dank", "score": 5}, {"content": "Öffnet sich nicht!", "score": 1}, {"content": "Die Benachrichtigungen nerven und man kann sie nicht komplett deaktivieren.", "score": 1}, {"content": "Super app", "score": 5}, {"content": "Schlecht", "score": 1}, {"content": "Keine Prospekte für diese Woche", "score": 1}, {"content": "Klasse, sehr handlich!", "score": 5}, {"content": "Funktioniert super und spart eine Menge Papier.", "score": 5}, {"content": "tolle app☺️ vergleiche immer preise u spare somit geld. 😁", "score": 5}, {"content": "gut.", "score": 3}, {"content": "👍👍👍", "score": 5}, {"content": "Super Hilfreic.....", "score": 5}, {"content": "unnötig, aber sowas von", "score": 1}, {"content": "Gut", "score": 5}, {"content": "top app", "score": 5}, {"content": "sehr hilfreich, gute App, übersichtlich und immer aktuell. J.", "score": 4}, {"content": "Bei mehr als 17,5 Millionen Tablets in Deutschland (2018)sollte es doch möglich sein, den Landscape Modus (Querformat) anzubieten", "score": 3}, {"content": "Super", "score": 5}, {"content": "sehr praktisch und hilfreich", "score": 5}, {"content": "Immer aktuell, übersichtlich und leicht zu Handhaben🖒", "score": 5}, {"content": "gute und brauchbare app", "score": 5}, {"content": "Mucho Gusto.", "score": 5}, {"content": "An sich eine tolle App, aber ein Stern Abzug, da nicht alle Prospekte vorhanden sind.", "score": 4}, {"content": "Sollte öfter geupdate werden", "score": 5}, {"content": "Endlich alle Angebote am Schirm. Hurra wir können Papier sparen.🙌🙌🙌", "score": 4}, {"content": "Super App kann immer schauen nach rabatten", "score": 5}, {"content": "Super, besser geht es nicht!!!!", "score": 5}, {"content": "Gut und übersichtlich alle Märkte auch im Ausland die in der Region liegen.", "score": 5}, {"content": "Besser als marktguru und mittlerweile auch wieder mehr Prospekte. Leider manchmal noch nicht am Wochenende online und somit zu spät für manche Angebote. Bitte zeitnaher einstellen dann gibt es 5 Sterne", "score": 4}, {"content": "Meistens zu langsam beim Einpflegen aktueller Prospekte! Ich habe die Geduld damit verloren, überflüssig - deinstalliert.", "score": 2}, {"content": "Ist sehr tolle App", "score": 5}, {"content": "😘😘", "score": 5}, {"content": "Hätte 5 Sterne gegeben, wenn mehr prospekte gäbe z.b. der Penny-markt.", "score": 3}, {"content": "Zuviel nervige Werbung zwischen dem Blättern. Das geht auch besser....", "score": 1}, {"content": "Prospekt von \"Rewe, dein Markt/Südwest\" wird nicht angezeigt. Die Angebote \nim \"Tiendeo Rewe-Prospekt\" sind hier nicht erhältlich, z.B. die Buschbohnen \nfür 1,59€/kg. Für mich war das ein Weg umsonst in den Rewe-Markt.", "score": 2}, {"content": "Standort abfragen ist zwang! Geht gar nit! Deinstalliert!", "score": 1}, {"content": "Nervige Werbung seit update, deinstalliert und tschüss", "score": 3}, {"content": "Interaktionsfläche auf den Produkten zu groß, sodass sie die Produkte \nmanchmal verdecken", "score": 2}, {"content": "Unmögliche Berechtigungen werden verlangt. Meine Identität??? Nein Danke. \nIhr lernt es wohl nicht mehr!!!!!", "score": 1}, {"content": "Super  app  ,würde  gerne nur meine  favortiten kategorie  haben dir gibt  es nicht LEIDER! Andert  das  bitte ansonsten  geile  app", "score": 3}, {"content": "Zur Zeit die beste Prospekt App die ich kenne. Vor allem kann man die Werbung ausschalten, das ist einfach cool. Macht weiter so.", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Klasse", "score": 5}, {"content": "Hat keine Prospekte angezeigt", "score": 1}, {"content": "Das ist eine super tolle App 👍👌da findet man alles und jedes einkaufgeschäft⭐⭐⭐⭐⭐⭐⭐⭐⭐⭐🌝", "score": 5}, {"content": "Bietet auch eher seltene Prospekte!", "score": 5}, {"content": "Ist ok. Für mich so ausreichend. Finde es nur störend, wenn man im 1. Prospekt stöbert und nach 4 Seiten erstmal Werbung von irgendeiner anderen App kommt, die man unbedingt installieren sollte...", "score": 4}, {"content": "Wolltw die App mal testen, da mir bei einer andere App ein paar Läden fehlen. Aber kann man hier auch auch speziell nach einem Produkt suchen? Wenn nicht, ist die App mMn nutzlos. Wenn doch, ist die Funktion gut versteckt.", "score": 3}, {"content": "Werbung in der Werbung....", "score": 4}, {"content": "Nur Die Werbung nervt mich sonst ist die sehr gut", "score": 5}, {"content": "GB + ZEITRAUBENDES vorsätzliches Chaos ......❕❕❕", "score": 3}, {"content": "Gut", "score": 5}, {"content": "Die App ist gut nur seit ein paar Tagen werden in den Favoriten keine Pics mehr angezeigt", "score": 5}, {"content": "Sehr gut immer alle zusammen", "score": 5}, {"content": "Seit Tagen geht die App nicht mehr !!!", "score": 4}, {"content": "top app", "score": 5}, {"content": "Nicht Vollständig, Samstags kann man noch nicht in die Prospekte für die darauffolgende Woche schauen, Schade", "score": 2}, {"content": "Als Einkaufsliste wenig  geeignet,  man kann aus dem Prospekt Ausschnitte hinzufügen. ohne Funktion. Kein Durchsuchen der Prospekte", "score": 3}, {"content": "Ladet immer oft aber passiert nichts hängt also komisch....", "score": 1}, {"content": "Ist nicht immer aktuell!!!", "score": 3}, {"content": "Kann nicht mehr gestartet werden.", "score": 2}, {"content": "Update: Der REWE Prospekt ist nicht vollständig. Die Getränke Angebote fehlen. Die App ist gut und übersichtlich nur leider fehlt mir persönlich die Suchfunktion direkt nach Artikeln zu suchen. Bei KaufDA ist das möglich. Dort gebe ich im Suchfeld z.B. \"Warsteiner\" ein und bekomme alle Peospekte angezeigt, die das Bier im Angebot haben. Finde ich eine sehr wichtige Funktion. Daher leider auch nur 2 Sterne.", "score": 2}, {"content": "Tadellos", "score": 5}, {"content": "Lässt Handy ständig abstürzen", "score": 1}, {"content": "Kurz reingeguckt und direkt wieder deinstalliert. Zeigt nicht direkt Prospekte von Geschäften in der Nähe an, dafür muss man dann zu lange suchen. Für kleine Städte evtl. sinnvoll aber nicht für Großstädte wie Frankfurt a.M. oder Berlin. Ich will direkt nur die Prospekte von Geschäften in der Nähe sehen und nicht ewig suchen müssen. Da bleibe ich doch lieber bei meiner bis jetzt benutzen App, die hat sogar eine Einkaufsliste und optimiert wenn gewünscht den Einkauf.", "score": 1}, {"content": "Super App", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Gute App, leider oft nicht aktuell. Nicht verständlich, warum es mitten in Linz (Stadtteil Bindermichl) anzeigt, dass man in Leonding ist, obwohl die Karte den Standort richtig anzeigt", "score": 4}, {"content": "die Beste App .weiter so ;)", "score": 5}, {"content": "Bester", "score": 5}, {"content": "Alles drin was mann an Prospekte braucht.", "score": 5}, {"content": "Hilft sehr :-)", "score": 5}, {"content": "...egal welches Prospekt ich öffnen will,wird mir die erste Seite angezeigt aber sobald ich weiter blätter,lädt er nur. Man kann weiter blättern, aber er überspringt dann auch die Seiten!!!  Hat vielleicht noch jemand das Problem? .", "score": 1}, {"content": "Produktsuche funktioniert nicht, Eingabe lässt sich nicht absenden.", "score": 2}, {"content": "Werbeeinblendung wenn man doch eh schon Werbung anschaut? Ich möchte nur  die Werbung haben, die mich interessiert! Lasst die Banner bleiben!!!", "score": 1}, {"content": "Wie kann es sein, dass es die Türkei, chinesische und arabische Länder gibt aber kein Schweiz ? Wie dumm muss der Entwickler sein", "score": 1}, {"content": "Finde alle Prospekte in meiner Nähe, ist sehr umfangreich. Super Top.", "score": 5}, {"content": "Gut nur schade das die Angebote erst gesendet wird nach zwei tage zb montag gültig sendet aber erst Mittwoch zwei tage später", "score": 3}, {"content": "Zu der Werbung die sich alle Nasen lang einblendet (was noch in Ordnung ist), kommt nun noch eins dazu! Die nervige Werbung über der Navigation (bei softwarebasierten Lösungen) ist nun ein Punkt der gar nicht mehr in Ordnung ist! Hier sollte DRINGEND nachgebessert werden, denn das ist schon fast Nötigung und mindert extrem die Freude und somit den Nutzen der App.", "score": 2}, {"content": "Ständig unaufgeforderte Werbung sowie permanente Ladefehler, demnach unnütz.", "score": 1}, {"content": "Das Einzigste was hier funktioniert ist die Werbung. Ein Prospekt kann diese App nicht laden einfach nur Schrott", "score": 1}, {"content": "Aber noch mehr Prospekte wären toll, schaue bis zu drei mal die Woche rein", "score": 5}, {"content": "Werbung unten, Werbung zwischendurch eingeblendet. Das Laden der Prospekte funktioniert oft nicht.  Das nervt, man hat keine Lust mehr weiter zu schauen bzw. Zu warten bis man schauen kann oder nicht.", "score": 2}, {"content": "Leider werden nur die ersten Seiten des Prospektes geladen und nach wenigen Seiten kommt nur das ewige Ladesymbol. Ärgerlich und auch mehrere Versuche helfen nicht.", "score": 2}, {"content": "Die Werbung ist zu aggressiv. Dadurch laden die Prospekte kaum noch... und die blinkende Werbung am unteren Bildschirmrand nervt auch... daher wieder runter geschmissen.", "score": 1}, {"content": "bin begeistert", "score": 5}, {"content": "Die Werbung nervt gewaltig seit neuesten. Bei Kaufda geht es nicht so aggressiv zu, vielleicht mal eine Scheibe abschneiden liebes Team", "score": 1}, {"content": "Die ständige werbe einblende  nervt einfach nur.... Wird wieder deinstalliert", "score": 1}, {"content": "Leider nichts mehr für mich...", "score": 1}, {"content": "Das ständige Einblenden von externer Werbung beim Betrachten der Prospekte nervt einfach nur und verlangsamt das Laden der Seiten. Ich deinstalliere und gehe wieder zum Briefkasten.", "score": 1}, {"content": "War schon mal besser.", "score": 1}, {"content": "ohne mich,  gelöscht", "score": 2}, {"content": "Toll", "score": 5}, {"content": "Deshalb fliegt sie wieder runter.", "score": 1}, {"content": "Kann ich nur empfehlen, allerdings nicht ganz aktuell, bei uns gibt es tep und tap nicht mehr, dass ist jetzt Hammer.", "score": 4}, {"content": "Angebote sind aktuell", "score": 5}, {"content": "Gut, aber noch muss vieles verbessert werden", "score": 3}, {"content": "Sucht den Artikel nicht", "score": 1}, {"content": "Lässt sich nicht öffnen", "score": 1}, {"content": "Diese App funktioniert klasse.", "score": 5}, {"content": "Schade das man nicht auch die Schweiz eingeben kann als Ort", "score": 1}, {"content": "damit so hilfreich wie wühlen in der Papiertonne.", "score": 2}, {"content": "Immer die neusten Angebot", "score": 5}, {"content": "Schweiz fehlt", "score": 1}, {"content": "Werbung bei vielen nur schwarz!", "score": 1}, {"content": "Super App bitte mehr Prospekte", "score": 5}, {"content": "Und immer noch kein Kaufland Prospekt. Da lösch ich die App lieber und schaue direkt auf die Seite.", "score": 2}, {"content": "Es fehlt nur Aldi Süd, ansonsten bin ich sehr zufrieden.", "score": 4}, {"content": "Ich liebe diese App so kann ich im voraus schon nachschaun was es in Spanien für Angebote oder Einrichtungsgegenstände zu kaufen gibt. Einfach toll !!!", "score": 5}, {"content": "Ich mag es die Artikel in verschiedenen Prospekten vergleichen zu können und über aktuelle Angebote informiert zu sein", "score": 5}, {"content": "Man erhält einen sehr guten Überblick über aktuelle Angebote! Danke!", "score": 5}, {"content": "Sehr eingeschränkte Auswahl.", "score": 2}, {"content": "Leider gibt es die Schweiz nicht darum nur 2 sterne!!!", "score": 2}, {"content": "Gute App. Funktionen sehr gut.", "score": 5}, {"content": "Dafür fehlen noch immer Geschäfte aus der Nähe!", "score": 2}, {"content": "eigentlich ganz gut, aber die prospekte sind sehr unscharf", "score": 3}, {"content": "kaum Prospekte drinn und teils unter falschem Namen. da werden unter Globus Prospekte von Fielmann angezeigt unter Lidl Autowerbung etc... bei Start wird alles mögliche angezeigt und ich muss erstmal zu den Favoriten wechseln um zu sehen ob vielleicht was neues gibt. Da die Benachrichtigung paling macht aber meist doch nur Werbung für irgendwas uninteressantes einer ganz anderen Firma unter den angegeben Favorit wie z. B. Netto, angezeigt wird.  Irgend wie alles mist, für mich mittlerweile unbrauchbar.", "score": 1}, {"content": "Leider hakt und stürzt die APP ständig ab und aktuell ist was anderes - SCHADE. Gerne bei Beseitigung wieder die vollen Sternchen", "score": 1}, {"content": "Rechtschreibfehler direkt auf der ersten seite. : Neuigkeiten", "score": 4}, {"content": "Bin sehr zufrieden", "score": 5}, {"content": ".... Geschäfte stehen in der Karte, die es schon lange nicht mehr gibt und neue Geschäfte stehen nicht drin. Also nicht aktuell.", "score": 3}, {"content": "die app wäre super, nur fehlt wieder einmal die schweiz!!", "score": 3}, {"content": "Very good", "score": 5}, {"content": "Einfach genial", "score": 5}, {"content": "Super", "score": 5}, {"content": "Prospekte werden in schlechter Qualität dargestellt. Kleine Texte im Angebot können nicht gelesen werden!", "score": 4}, {"content": "Besser als die Konkurrenz wie ich find aber sie ist so verpixelt... bitte Grafik schärfer machen", "score": 4}, {"content": "Sehr gut", "score": 4}, {"content": "Eine gute Möglichkeit auch Werbung von Unternehmen zu sehen die nicht direkt bei uns verteilt werden.", "score": 1}, {"content": "Echt super app...sehr zu empfehlen", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Bitte mehr Prospekte", "score": 5}, {"content": "Die app ist doch einfach nur Müll,", "score": 1}, {"content": "Schöne App echt zu empfehlen", "score": 5}, {"content": "Ist echt hilfreich", "score": 5}, {"content": "Super App.", "score": 5}, {"content": "App hilft sehr gut,  Überblick über Angebote zu behalten. Favoriten helfen dabei.", "score": 5}, {"content": "Kann keine spiele spieln", "score": 1}, {"content": "Endlich funktioniert die app wieder. Scheinbar hat der Server zwischendurch immer mal wieder Probleme.", "score": 5}, {"content": "Es sind sehr viele Anbieter vorhanden allerdings spinnt derzeit die Standortbestimmung dadurch wird garnichts gefunden und die app ist nutzlos!", "score": 3}, {"content": "Gut", "score": 4}, {"content": "Alles drin", "score": 5}, {"content": "(Y)", "score": 5}, {"content": "Me gusta mucho", "score": 5}, {"content": "Wäre schön,  wenn man die Favoriten als Startseite wählen kann....!", "score": 4}, {"content": "Super App", "score": 5}, {"content": "Funktioniert hervorragend!!! Danke", "score": 5}, {"content": "Bis jetzt habe ich alle Prospekte die ich gesucht gefunden und von der Handhabung ist sie auch in Ordnung .", "score": 4}, {"content": "Tolle APP.Auch für andere Länder", "score": 5}, {"content": "Alle Angebote auf einen Blick, das ist mal eine gut gemachte APP.Danke", "score": 4}, {"content": "Sehr zufrieden", "score": 5}, {"content": "sehr zufrieden.", "score": 5}, {"content": "... aber zu viele Berechtigungen (z.B. Identidät), auch kann die Standortbestimmung nicht per Konfiguration abgestellt werden etc. Bezüglich des Funktionsumfangs könnten bessere Suchfilter hilfreich sein und wie wäre es mit einer Option, auch auf Prospekte der Vergangenheit (z.B. der Vorwoche) zugreifen zu können?", "score": 3}, {"content": "Endlich mal eine App die alle Prospekt anzeigt gefällt mir sehr gut", "score": 5}, {"content": "Alternativ zu kaufda getestet. Ohne funktionierende Suche unnütz. Deinstalliert!", "score": 1}, {"content": "Sehr hilfreich!", "score": 5}, {"content": "Gefällt mir gut, die Auswahl ist gut, für 5 Sterne müsste sie noch vielfältiger sein !!!!", "score": 4}, {"content": "Ganz toll!", "score": 5}, {"content": "Tut was es soll. Bis jetzt keine Läden auf der Vermisstenliste. Daher Daumen hoch", "score": 5}, {"content": "Bis auf ein paar Kleinigkeiten wie  zum Beispiel die Startseitenkonfiguration perfekt. Wenn das noch gefixt wird gibt's auch noch den 5. Stern", "score": 4}, {"content": "U.a. plötzlich kein lidl und aldi mehr. . Unbrauchbar", "score": 1}, {"content": "Wow Klasse", "score": 5}, {"content": "Super", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Ohne viel Altpapier alles im Ueberblick.    Wogibtswas is irgendwie kompletter.", "score": 4}, {"content": "Top", "score": 5}, {"content": "Klasse Umfang mit kleinen Softwaremacken (Städte lassen sich nicht löschen)", "score": 4}, {"content": "Super cool aktuell. Keine probleme. Echt gut um was tolles zu finden und zu vergleichen!😊", "score": 5}, {"content": "Prospekt App.", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Ganz gute Prospekt App. Aber warum wollen diese Penner meine Telefonnummern und starten die App als Dienst, der den Akku leer saugt. Leute , rootet euer Handy und legt der Smartphone-Werbe-Mafia das Handwerk. Nieder mit der Industrie - es lebe die Anarchie", "score": 2}, {"content": "Die App. ist prima. Ich bin wirklich zufrieden.", "score": 4}, {"content": "Super App", "score": 5}, {"content": "super", "score": 5}, {"content": "Sehr gut und hilfreich", "score": 5}, {"content": "Very good", "score": 5}, {"content": "Superr", "score": 4}, {"content": "Supi aber manche Prospekte fehlen wie netto ^^", "score": 5}, {"content": "aktuelle angebote gibt es nicht zusehen", "score": 1}, {"content": "Super sache automatisch Vorschläge kommen tiptop", "score": 5}, {"content": "In Ordnung", "score": 5}, {"content": "Das ist auch nichts das ware was verspricht hält auch nicht", "score": 2}, {"content": "Alles super", "score": 5}, {"content": "Endlich wieder fast alles an Prospekten da.", "score": 5}, {"content": "Es ist Sonntag und ich möchte die Angebote der folgende Woche haben und ich finde nur abgelaufene Prospekte", "score": 5}, {"content": "Viele Kataloge und gute grafische Darstellung. Schneller Seitenaufbau.", "score": 5}, {"content": "Zu geil", "score": 5}, {"content": "Voll super und schön aufgebaut endlich muss ich nicht mehr in 100 Geschäfte nur um zu schauen was es im Angebot gibt echt ganz toll", "score": 5}, {"content": "Super", "score": 5}, {"content": "Richtig gut", "score": 5}, {"content": "Unimarkt und Normal fehlen", "score": 5}, {"content": "Leider fehlen oft die Prospekte gängiger Discounter wie Aldi, Norma usw. Vom Prinzip her aber gut!", "score": 4}, {"content": "Echt gut", "score": 5}, {"content": null, "score": 5}, {"content": "Für mich sehr gut", "score": 5}, {"content": "Exzellent", "score": 5}, {"content": "Das ist super", "score": 5}, {"content": "Einfach Klasse! Alle Prospekte auf dem Smartphone und sehr übersichtlich! Zu empfehlen.", "score": 5}, {"content": "Cool", "score": 5}, {"content": "Top", "score": 5}, {"content": "Süperrrrrrr app Danke danke", "score": 5}, {"content": "Sehr hilfreich . Jedoch mehr Prospekte erwünscht .", "score": 4}, {"content": "Spitzen App, Grosse Prospekt-Auswahl", "score": 5}, {"content": "Top App  macht spass", "score": 4}, {"content": "Alles bestens", "score": 4}, {"content": "Bin erst seit heute dabei", "score": 4}, {"content": "Design top. Mehr Prospekte wären von Vorteil", "score": 5}, {"content": "Es funktioniert gut .", "score": 5}, {"content": "Super App. Informativ, gut zu handeln. Absolut zu empfehlen.", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Sehr gute APP.", "score": 5}, {"content": null, "score": 5}, {"content": "Zufrieden", "score": 4}, {"content": "Tolle Seiten..funktioniert prima", "score": 5}, {"content": "Gut", "score": 1}, {"content": "Klasse App", "score": 5}, {"content": "Leider funktioniert die App nicht in Österreich, dank Top-Design trotzdem 2 Sterne.", "score": 2}, {"content": "So wie es soll", "score": 5}, {"content": "Ich brauche sie nicht", "score": 1}, {"content": "Tolle App. Bin begeistert.", "score": 5}, {"content": "Entlich Eine app die alles kann und alles hat", "score": 4}, {"content": "Alles bei 👍", "score": 5}, {"content": "Seit heute öffnen sich keine kataloge aus Deutschland😕", "score": 5}, {"content": "Alles was man braucht", "score": 5}, {"content": "Ich habe mir die App runterladen, da es bald in den Urlaub geht und ich trotzdem über die neusten Angebote im Bilde sein möchte.", "score": 4}, {"content": "Top", "score": 5}, {"content": "Super", "score": 5}, {"content": "dooles app", "score": 5}, {"content": "Sinnlos gib tedi ein(Bauhaus)(rewe edeka pappert IKEA", "score": 1}, {"content": "super app...", "score": 5}, {"content": "Informative App", "score": 5}, {"content": "danke", "score": 5}, {"content": "Top App", "score": 5}, {"content": "Super", "score": 5}, {"content": "Interessant", "score": 5}, {"content": "Finde ich gut", "score": 5}, {"content": "Toll. .", "score": 5}, {"content": "Trotz angeschaltetem GPS findet die App außer Berlin wohl nichts? App wieder Deinstalliert!", "score": 1}, {"content": "Ich find die App klasse. Super praktisch und übersichtlich und keine blöden Papierprospekte mehr! 5🌟🌟🌟🌟", "score": 5}, {"content": "Echt super gemacht", "score": 5}, {"content": "Angebote von vielen Geschäften !", "score": 4}, {"content": "Cool... angeboten im Überblick :-)", "score": 4}, {"content": "Also ich kanns nur empfehlen :) es ist einfach und man hat alles im blick", "score": 5}, {"content": "Top", "score": 4}, {"content": "Schön wären mehr Angebote - Prospekte .... ansonsten tolle app ohne das man die Zeitungsartikel mitnehmen muss .... ;-)", "score": 5}, {"content": "Sehr gute app...noch besser wären mehr prospekte...", "score": 5}, {"content": "Coole App sind alle Prospekte dabei schön :-)", "score": 5}, {"content": "Viele aktuelle Prospekte und einfache Bedienung.", "score": 5}, {"content": "Läuft gut die app", "score": 5}, {"content": "Einfach top!", "score": 5}, {"content": "Tolle app", "score": 5}, {"content": "Die App ist total super. Alle Prospekte sind da bis auf eins was fehlt.Super leichtes Handling.", "score": 5}, {"content": "Tut was es soll", "score": 5}, {"content": "ladet viel zu langsam", "score": 3}, {"content": "Sehr schöne App. Preisvergleich bevor Getränkekisten geschleppt werden müssen", "score": 5}, {"content": "Einfach Nummer 1", "score": 5}, {"content": "Nützlich und Übersichtlich!", "score": 5}, {"content": "Leicht zu handhaben und tolle angebote !! 5STERNE zu empfehlen ! Alles was man braucht ist drinn", "score": 5}, {"content": "So Super ;)", "score": 5}, {"content": "Fast alle Prospekte dabei. Einzig die Auflösung könnte besser sein.", "score": 4}, {"content": "Super app", "score": 5}, {"content": "Einfach super", "score": 5}, {"content": "Super sache, leider fehlen noch einige Supermärkte. Wenn die noch hoch geladen werden ist sie perfekt.  Dann auch fünf Sterne!", "score": 4}, {"content": "Ich bin sehr zufrieden mit euch macht weiterso", "score": 4}, {"content": "Alles ganz wunderbar, lediglich ein zwei Prospekte aus dem Umfeld fehlen. Aber sonst ist alles super. Tolle Aufmachung und leichtes Handling.", "score": 4}, {"content": "Super", "score": 5}, {"content": "Toll", "score": 4}, {"content": "Macht, was es soll.", "score": 5}, {"content": "Super app", "score": 5}, {"content": "Hier finde ich alles was mich interessiert", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Alles was ich brauche", "score": 5}, {"content": "Top endlich keine zettelwerbung mehr und keine papierverschwendung.", "score": 5}, {"content": "Alle wichtigen Prospekte vorhanden. TOP!", "score": 5}, {"content": "Super", "score": 5}, {"content": "alles geht ...S3", "score": 5}, {"content": "Sehr gute App. Weiter zu empfehlen. Alle Prospekte vorhanden die für mich interessant sind.", "score": 5}, {"content": "Super Übersicht!!!", "score": 5}, {"content": "1a ....alles dabei .", "score": 5}, {"content": "Eine app, die ich schon immer gesucht habe. Total übersichtlich und einfach aufgebaut.  Der Zeitungsbote kann mein Briefkasten ab jetzt auslassen und ich erspare mir den ganzen Papiermüll. So habe ich alle Prospekte in dieser app, stets unterwegs mit mir. Morgens in der bahn gemütlich die Angebote durchblättern.  Vielen Dank für diese coole und denoch so einfache app.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Kaufland fehlt", "score": 4}, {"content": "Hat alles was bei mir Gegend ist  Im Angebot und erspart das blättern in Papierprospekten... freue mich auf mehr Angebote", "score": 5}, {"content": null, "score": 5}, {"content": "Leider stört mich die Werbung,aber sonst echt toll,viele Prospekte", "score": 4}, {"content": "Alles da was man braucht...finde die app gut!", "score": 5}, {"content": "Ich finde es sehr nützlich", "score": 5}, {"content": "Me encanta. Me entero de ofertas de las que no recibo folletos y por eso siempre puedo estar al corriente", "score": 5}, {"content": "Deutschland fehlt, was will ich den mit Aldi Spanien", "score": 1}, {"content": "Eine Klasse App.So ist man immer informiert über die Angebote der wichtigsten Läden. Ich kann ohne die App nicht mehr.Danke dafür.", "score": 5}, {"content": "Porque no recibo catalogos en mi pueblo", "score": 5}, {"content": "Alles vorhanden. GUTE App.", "score": 5}, {"content": "Endlich alles auf einen Blick", "score": 5}, {"content": "Vale", "score": 4}, {"content": "So ist man immer auf dem laufenden.", "score": 5}, {"content": "Gut", "score": 4}, {"content": "Works fine.", "score": 5}, {"content": "Now it works and seems very usefull to me! Nice one ;-)", "score": 5}, {"content": "No da ubicaciones de forma correcta y bloquea constantemente mis dispositivos - galaxy note y SGS3 ambos con ICS", "score": 1}, {"content": "Muy bueno. Lo único a criticar es el agregar las tiendas a favoritos está un poco complicado de encontrar.", "score": 4}]