[{"content": "Ist sehr gut werde ich weiter empfehlen", "score": 5}, {"content": "Bis jetzt ist das die beste Prospekten App die ich jetzt hatte ich arbeite mit diese App sehr oft am Tag und das Design ist top von mir bekommt ihr 5-Sterne 🌟🌟🌟🌟🌟", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Alles bestens informativ", "score": 5}, {"content": "Immer aktuell!!!", "score": 5}, {"content": "👎", "score": 1}, {"content": "Sehrgut", "score": 5}, {"content": "Super App, alles auf einen Blick und nun auch mit Dark Modus, perfekt. Weiter so. 👍", "score": 5}, {"content": "Sehr komfortabel, gute optische Qualität der Prospekte, für meine Zwecke optimal. Nicht mit Gimmicks überladen.", "score": 5}, {"content": "Unübersichtlich. Nicht aktuell.", "score": 2}, {"content": "Eine sehr...sehr gute App 🥰👍 von mir auch -> ☆☆☆☆☆ die allerbeste von allen Prospekt s-Apps 👌", "score": 5}, {"content": "Optimal", "score": 5}, {"content": "Finde ich es einfach toll kann schon vorher die prospekte hier in weekli anschauen bevor die zeitung kommt", "score": 5}, {"content": "Richtig gut", "score": 5}, {"content": "GUT", "score": 5}, {"content": "Passt soweit alles!", "score": 4}, {"content": "Mir fehlen keine Händler, bin zufrieden. Wenn man einen Einkaufszettel erstellen Könnte, wäre es top.", "score": 4}, {"content": "Echt prima. Diese App zeigt mir unter Favoriten genau die Prospekte, die ich mir ausgesucht habe.", "score": 5}, {"content": "Nachdem der Prospekte-Platzhirsch hier im Play Store alle guten Apps aufgekauft und kaputt gemacht hat, bleibt mit weekli quasi die einzige App übrig, die wirklich durchdacht ist, die Übersicht bewahrt und auf Kundenwünsche eingeht. Man kann nur beten, dass es so bleibt - denn Qualität setzt sich am Ende hoffentlich durch. ❤️", "score": 5}, {"content": "Toll, dass man hier auch Öffnungszeiten und andere Daten der Geschäfte einsehen kann. PS: Prospekte von Geschäften, welche seit heute deutschlandweit geschlossen haben, sollten zeitnah entfernt werden und die Geschäfte als vorüber geschlossen hinterlegt werden.", "score": 4}, {"content": "Supi", "score": 5}, {"content": "Tolle App funktioniert super", "score": 5}, {"content": "Besser geht nicht", "score": 5}, {"content": "Gefällt mir ganz gut.", "score": 4}, {"content": "Recht gute App. Paar Verbesserungen sind schon nötig: Braucht bisschen lang zum starten. Startseite nicht wählbar z.B. Favoriten. Bei den Favoriten gehört ein bisschen Ordnung rein, Gruppen für den Discounter, dann sollten die Prospekte aufgelistet werden. Aktuell scrollt man irgendwie durcheinander übernächste Woche, nächste Woche usw. Mischmasch. Das Update hat alle Favoriten gelöscht! Naja, die Favo musste ich neu anlegen. Edit: Leider braucht die App immer noch lange zum starten! Toom B fehl", "score": 3}, {"content": "Es macht immer Spaß wieder reinschauen.", "score": 5}, {"content": "Gute App übersichtlich", "score": 5}, {"content": "Passt", "score": 4}, {"content": "Gut", "score": 4}, {"content": "Ist gut sortiert mit den Geschäften die mich interessieren", "score": 5}, {"content": "Sehr tolle App für den Einkauf und Informativ was aktuelle Angebote angeht.", "score": 5}, {"content": "Hallo. Gerne überarbeite ich meine Bewertung sollte diese \"loading\" Zeichen/ Kreis verschwinden. eine schon geblätert/ gesehen. Hinweis wäre auch noch hilfreich. Einzelne Seiten geBookmarkt? dann seit ihr unschlagbar.", "score": 4}, {"content": "Top", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Man kann schnell mal schauen, was im Angebot ist.", "score": 5}, {"content": "Zufrieden!", "score": 4}, {"content": "Sehr gut, gibt die neue Angebote sofort", "score": 5}, {"content": "Selma kucuk YouTube bekir kucuk YouTube", "score": 5}, {"content": "Super App viele Prospekte schade nur das man einzelne Artikel nicht markieren kann wie bei Apps der Konkurrenz ferner fehlen mir Prospekte von Rewe.", "score": 4}, {"content": "Ein dark mode wäre schön und ein neues Design wäre schön und eine performers Verbrsserung", "score": 4}, {"content": "Diese App ist Bei IOS 100 % besser ich vermisse bei der App Das Herunterladen der Prospekte leider was ich schade finde ist das herunterladen der Prospekte nur bei IOS Funktioniert . Schade .", "score": 3}, {"content": "Leider ist die Personalisierung ungenügend. Ich möchte meine Favoriten wählen und dann auch NUR diese erhalten", "score": 1}, {"content": "Tolle App, viele Prospekte. Schaue immer wieder gerne nach tollen Angeboten ...", "score": 5}, {"content": "Für mich einfach nur Top", "score": 5}, {"content": "Es gefällt mir , ich finde hier alles was ich brauche.", "score": 5}, {"content": "Für mich die bisher beste App für Prospekte", "score": 5}, {"content": "Gefällt mir. 😄", "score": 5}, {"content": "Fast alles dabei.", "score": 4}, {"content": "Ich möchte bei den Favoriten die Prospekte der aktuellen Woche sehen und nicht die , der übernächsten Woche. Antwort auf ihr Statement. über A-Z sehe ich immer alle Prospekte. Bei den Favoriten oft nur die der übernächsten Woche. Gerade bei Aldi oder Lidl.", "score": 3}, {"content": "Hallo zum beispiel das kik Prospekt ist von März Oder von deichmann bekomme ich nie etwas angezeigt vielen Dank für die schnelle Reaktion", "score": 1}, {"content": "Super Sache 👍Wenn man seine Favoriten einstellt, was sehr gut funktioniert. Hat man alles was man braucht. Und nicht den Briefkasten voll mit Papier! Ich kann die Weekli app nur weiter empfehlen 👍👍👍", "score": 5}, {"content": "Sehr hilfreich und alles gut beschrieben. Empfehlenswert !", "score": 5}, {"content": "Fast alle Prospekte in einer app", "score": 5}, {"content": "Die Prospekte der meisten Shops kann man hier finden, Vorteil Papier sparen, 👍🏼👍🏼", "score": 5}, {"content": "Man markiert Prospekte werden aber dann doch nicht angezeigt", "score": 2}, {"content": "Bildqualität ist schlecht trotz wlan. Erst beim zoomen werden bilder scharf gestellt und man muss das jedesmal machen was nervig ist. Problem wurde immernoch nicht gefixt seit 2 monaten. Ich werde die die app löschen müssen.", "score": 1}, {"content": "Warum einfach wenn's auch kompliziert geht. Wenn man Inder Suche Kartoffeln eingibt (ZB.) dann kommt irgend was anderes und irgendwo weit entfernt... Fazit App nicht zu gebrauchen.", "score": 1}, {"content": "An sich finde ich die App gut, läuft auch besser und flüssiger . Mich stört aber dass wir heute z.B. noch kein neues Prospekt vom Kaufland da ist. Im Geschäft selbst kann ich das schon mitnehmen .", "score": 4}, {"content": "Top. Sehr gut", "score": 5}, {"content": "APP, soweit gut. Allerdings gibt es viele Prospekte die schon seit mehreren MONATEN abgelaufen sind und einfach nicht ersetzt werden. Bei manchen Geschäften gibt es keine Prospekte", "score": 3}, {"content": "Top. Alle Anbieter vorhanden , die ich brauche.", "score": 5}, {"content": "Immer aktuell, danke", "score": 5}, {"content": "Papier sparende Werbeprospekte, was will man mehr, ausser Edeka fehlt mir persönlich in der App. Dafür muss ich auf Markguru App zurückgreifen. Dafür 4/5 Sterne. Ansonsten top App.", "score": 4}, {"content": "Sehr gut .", "score": 5}, {"content": "Besser als die Mitbewerber aber folgendes fehlt: 1. EDEKA scheint nicht dabei zu sein? 2. Automatische benachrichtung wenn z. B. Frosta im Angebot ist (Wunschliste) 3. Die Erkennung von manchen Begriffen wie Frosta oder Followfish scheint mir nicht gegeben", "score": 4}, {"content": "Genial bin mega begeistert", "score": 5}, {"content": "Grosse Auswahl.", "score": 5}, {"content": "Soweit gut, wäre schön wenn eine Werbung vom Sonderposten Baumarkt dabei wäre.", "score": 4}, {"content": "Gut", "score": 5}, {"content": "👍🏼", "score": 5}, {"content": "Kann man nur jeden empfehlen.", "score": 5}, {"content": "In letzter Zeit unbrauchbar stürzt ständig ab sonst war sie recht gut", "score": 3}, {"content": "Egal ob, Lebensmittel,oder Elektro, alles findest Du.", "score": 5}, {"content": "Bin zufrieden mit weekli", "score": 5}, {"content": "Immer akt. Informationen", "score": 4}, {"content": "Ich finde die App etwas unübersichtlich. Finde selten, was ich brauche.", "score": 3}, {"content": "Sehr gute Information zu den Angeboten!", "score": 5}, {"content": "Mir gefällt diese App 👍", "score": 5}, {"content": "Für mich reicht's", "score": 4}, {"content": "Super App mit ganz vielen Prospekten", "score": 5}, {"content": "Finde ich gut weil man hier sehen wo es welche Angebote gibt", "score": 4}, {"content": "Ist eine nette App, aber die App interessiert mich nicht wirklich. Darum 3 Sterne.", "score": 3}, {"content": "Große Auswahl, eine mit allen Prospekte wird es wohl nie geben aber diese ist nah dran.", "score": 4}, {"content": "Gute App. Ohne die wöchentliche Papierflut.", "score": 5}, {"content": "Ich finde diese App hat wirklich Potenzial. Trotzdem finde ich es schade das eben nicht jedes Geschäft in der Liste ein Prospek hat obwohl es Proskete für eben jenes Geschäft gibt in anderen Apps zum Beispiel.", "score": 3}, {"content": "Sehr Gute App", "score": 5}, {"content": "Seite ist gut abgebaut, gefällt mir", "score": 5}, {"content": "Ich bin sehr zufrieden mit der app die hat wirklich sehr Auswahlreiche Prospekte und ist er pünktlich mit den neuen angeboten", "score": 5}, {"content": "Hab glaube ich alle Prospekte apps ausprobiert die hier hat mir am meisten zugesagt.", "score": 5}, {"content": "Super App, alle Händler dabei top Angebote", "score": 5}, {"content": "Gute App Angebote sind auch in Kategorien unterteilt", "score": 5}, {"content": "Moin, bis jetzt bin ich ganz zu frieden mit der App. Muss dazu sagen das ich diese erst seit kurzem nutze.", "score": 4}, {"content": "Alle Angebote in einer App, unkompliziert übersichtlich was will man mehr 👍", "score": 5}, {"content": "Super App!! Sehr viele Prospekte drin.", "score": 5}, {"content": "Sehr gute App,dadurch können viele Werbeblätter eingespart werden und viele Bäume dürfen stehen bleiben!!", "score": 5}, {"content": "Perfect", "score": 5}, {"content": "Wunderbar, alle Angebote von allen großen Händlern auf einen Blick.", "score": 5}, {"content": "Ich bin überrascht die Angebote sind immer sehr gut*😮", "score": 5}, {"content": "Immer genau", "score": 5}, {"content": "Ale da was man braucht.", "score": 5}, {"content": "Garnicht schlecht", "score": 4}, {"content": "Besser als kda", "score": 4}, {"content": "Ist eine gute App", "score": 4}, {"content": "Gefällt mir", "score": 5}, {"content": "Nice", "score": 5}, {"content": "Wem veraltete Prospekte ausreichen, um nachzuschauen, welche Aktionen er/sie verpasste, ist hier genau richtig. Prospekte der Märkte die gar NICHT VORHANDEN sind: Penny, NP ⠀ Prospekte die UNREGELMÄßIG VORHANDEN oder nicht aktuell vorliegen: Kaufland ⠀ Dann bleibe ich lieber bei Markt Guru. ⠀ Stand: 13.11.19", "score": 2}, {"content": "Glatte 5 Sterne für diese tolle App, man findet alle gängigen Prospekte, super!!!", "score": 5}, {"content": "Super. Alles in einem", "score": 5}, {"content": "Rewe ist hier leider nicht dabei Schade", "score": 2}, {"content": "Super gut", "score": 5}, {"content": "Top", "score": 5}, {"content": "Funktioniert Prima. Einfach zu bedienen und sehr übersichtlich.", "score": 5}, {"content": "Beste Prospekt App.. Sehr gut 👍", "score": 5}, {"content": "Super zum Schnäpchenjagen", "score": 4}, {"content": "Eine schöne App, um in den Prospekten zu blättern und dazu eine vielfältige Händlerauswahl. In diesen Punkten für mich die beste App, die ich gefunden habe. Was ich mir noch wünschen würde, wäre eine Einkaufsliste, da ich eine Merkliste mit gespeicherten Prospektseiten beim Einkaufen suboptimal finde. Auch habe ich festgestellt, dass die Suchfunktion, nach z. B. Paprika Angeboten, leider nicht besonders treffsicher und verlässlich ist.", "score": 4}, {"content": "Super!", "score": 5}, {"content": "Gute App hat alle Prospekte die ich brauche", "score": 5}, {"content": "Cool", "score": 5}, {"content": "Gut verständlich einfache Handhabung, aktuelle Angebote.", "score": 5}, {"content": "Wichtige Märkte fehlten, Edeka, Rewe, Lidl, unbrauchbar, wieder deinstalliert", "score": 1}, {"content": "Absolut die BESTE - PROSPEKTE App Große Darstellung und vor allem läuft schnell und hängt sich nicht auf. 🔛 ❗❗ Ich sage vielen Dank 🤗", "score": 5}, {"content": "Tolle App", "score": 5}, {"content": "Nach dem Ausprobieren etlicher Prospekte Apps ist diese für mich die Beste. Alle Märkte da, die ich brauche und ich kann die auswählen, die ich will.", "score": 5}, {"content": "Nach der Installation öffnet der Browser automatisch und zeigt unerwünschte Werbung!!!", "score": 1}, {"content": "Finde ich prima, so kann ich in Ruhe schauen was so im Angebot ist und spare das ganze Prospektpapier", "score": 5}, {"content": "einfach klasse. alle meine prospekte in einer app", "score": 5}, {"content": "Bis jetzt echt gut die App.... Würde mich freuen wenn ich das E-Center noch drin finden würde 👍... Ansonsten weiter so.....", "score": 4}, {"content": "Gut, gefällt mir..", "score": 4}, {"content": "Tolle App bin sehr zufrieden", "score": 5}, {"content": "Gaz ok aber es fehlen unter anderem Prospekte vom Saturn und edeka. Werde es wohl mit einer anderen App versuchen", "score": 3}, {"content": "Eigentlich gut - eigentlich. Leider finde ich es in der Favoriten spalte wenig übersichtlich. Es wäre gut, wenn man auch einzelne Prospekte löschen könnte. Ich brauche keine 7 Prospekte der einzelnen Geschäfte, zB Reisen oder onlineshops. Da entsteht viel unruhe und keine übersicht im Überflüssigen. Jeder soll selbst entscheiden welche der Prospekte er von dem Geschäft behalten will und braucht. Wenn man auf die Mülltone drückt, löscht man gleich das ganze Geschäft aus den Favoriten, echt dumm.", "score": 3}, {"content": "Sehr Gute app", "score": 5}, {"content": "Eigentlich ein guter Ansatz.Aber leider ist die App sehr langsam. Man wird zwar benachrichtigt das neue Prospekte verfügbar sind,aber geht man auf die neuen Prospekte werden trotzdem die alten angezeigt. Deshalb 4 Punkte Abzug.", "score": 1}, {"content": "Recht gut, leider fehlen einige Händler! das liegt jedoch nicht an der App sondern daran, dass die Händler wahrscheinlich kein Interesse haben! Penny ist einer davon!", "score": 4}, {"content": "Sau ☠️☠️💀App😱👎", "score": 1}, {"content": "Liebes weekli-Team, ihr macht das toll 😊 😊 Ihr entlastet meinen \"Altpapier-Korb\", ich habe bei euch alle Info's die ich brauche und sogar noch mehr !! Gaaanz prima eure App 😀😀 ♥-lichen Dank und liebe Grüße aus Bayern Marion Schneider", "score": 5}, {"content": "Super App. Bin sehr zufrieden.", "score": 5}, {"content": "super App! hab mehrere getestet und diese hier behalten ;) Schön wäre noch die Funktion das gewählte Prospekt downloadbar zu machen bzw offline verfügbar. Denn gerade bei uns zb im Kaufland ist sehr schlechter Empfang, weshalb ich die Prospekte immer screenschotte und dann als Bild betrachte.", "score": 4}, {"content": "Toll", "score": 5}, {"content": "gut", "score": 5}, {"content": "Top 👍Alles was man braucht an Reklame", "score": 5}, {"content": "Es fehlen zwar noch einige, aber die App ist toll.", "score": 5}, {"content": "alles in einer App sehr gut", "score": 5}, {"content": "super", "score": 5}, {"content": ":- ) ;- )", "score": 5}, {"content": "Sehr empfehlenswert!", "score": 5}, {"content": "super! Alles was man braucht.", "score": 5}, {"content": "alles in einer app und auf einem Blick was sonst den Briefkasten an Werbung sprengt", "score": 5}, {"content": "ich finds top", "score": 5}, {"content": "keine Ahnung wie die Bibel und die Kosten für das heutige Gespräch und die Kosten für das späte Feedback geben solange das Wetter gut war.", "score": 5}, {"content": "Bin durch Zufall darauf gestoßen. War echt überrascht. Da ist alles drin was man erwartet. Könnte aber noch ausgebaut werden (z. B. mit Einkaufszettel Funktion). Dann wäre ich voll zufrieden.", "score": 4}, {"content": "Leider wird bei hoher Zoomstufe der obere und untere Seitenrand mit dem Kleingedruckten verdeckt. Auch werden mir Angebote für einen Baumarkt 20,23km am anderen Ende der Stadt empfohlen. Was ich vermisse ist eine Möglichkeit bestimmte Prospekte dauerhaft auszublenden, z.B. Tiernahrung oder Babysachen da ich dafür keinen Bedarf habe. Was ich mir wünsche ist eine Einkaufsliste für den Wocheneinkauf wo man zu seinen bevorzugten Produkten die Angebote und deine Preise findet.", "score": 3}, {"content": "alle Infos kompakt", "score": 5}, {"content": "Sehr gute App nur zu empfehlen", "score": 5}, {"content": "Wirklich gute App. Schön wäre es, wenn man einige Prospekte bei Unseren-Highlights abwählen könnte, z.B. Ernsting's Family.", "score": 4}, {"content": "Diese App gefällt, ich bin für das Papierlose .", "score": 4}, {"content": "Super App und die einzige die ich getestet habe die alle Prospekte von Läden in der nähe hat. Für den Fünften Stern würde ich mir noch wünschen das sich statt der ganzen Seite auch einzelne Produkte merken (ankreuzen o.ä.) lassen würden... weiter so!😊👍", "score": 4}, {"content": "Gute Übersicht", "score": 5}, {"content": "eine wirklich tolle Seite. Bitte weiter so!", "score": 5}, {"content": "Super!", "score": 5}, {"content": "kann ich nur weiter empfehlen", "score": 5}, {"content": "Ihr seid die Besten Es funktioniert wieder. Spitze. Fehler flott behoben. Danke 👏", "score": 5}, {"content": "ganz ok", "score": 4}, {"content": "Angeblich keine Media Markt Prospekte oder Saturn etc einfach schrott", "score": 1}, {"content": "Ich nutze diese App seit einem Monat und finde sie toll. Sie ist übersichtlich, umfangreich und für mich sehr hilfreich. Da es für mich nichts zu meckern gibt, sage ich Dankeschön und gebe natürlich 5 Sterne 👍😊", "score": 5}, {"content": "Berichtigung: einige Prospekte in meiner Nähe sind nicht mehr da, sehr schade muss mich nach einer andere App umschauen. Alt: (Wow sehr viele Prospekte und sogar in der nahe Respekt, das schaffen die anderen Apps nicht. Macht weiter so und ihr habt ein schöne Zukunft.)", "score": 3}, {"content": "Seit 5 Tagen gibt es den neuen Aldi Süd Prospekt und immer noch nicht in der App. Hab mir den Prospekt jetzt im Laden geholt. Der neue Lidl ist schon seit drei Tagen online. Was habt ihr gegen Aldi? jetzt wieder das gleiche, letzte Woche fehlte der néueste Aldi Süd Prospekt und diese Woche wieder. Hab ihn mir jetzt wieder im Aldi direkt geholt. App ist nicht wirklich zu gebrauchen.", "score": 5}, {"content": "Bin zufrieden sehr übersichtlich viele angebote auf einem Blick", "score": 4}, {"content": "TOP!Aber grad enttäuscht. .. Als Aldi-Fan wurde mir diese App empfohlen, da die Prospekte schon für die übernächste jeden Samstag kommen. Leider ist es dieses mal nicht so. Seid letzten Samstag warte ich darauf. Immer noch kein Prospekt da,der ab Montag den 4.2 läuft. 😑 was ist da los?", "score": 4}, {"content": "Bin sehr zufrieden. Prospekte usw. Immer aktuell.", "score": 4}, {"content": "Ich hatte bisher zwei andere Apps drauf. Aber diese hier toppt sie alle.Einfache Bedienung und mehr Propekte machen den Unterschied. Super das auch Metro dabei ist.", "score": 5}, {"content": "Einfach super, diese App habe ich erst gar nicht ansehen wollen... Gut das ich es doch gemacht habe. Das ist in meinen Augen die beste App für Angebote. Ich bin begeistert... Sogar mit Vorschau auf die nächste Woche. Danke...", "score": 5}, {"content": "installiert und begeistert. hatte bisher die “Platzhirsche“ genutzt. Dann diese App probiert und den Rest deinstaliert, da hier weit mehr Prospekte angeboten werden. Bedienbarkeit sehr einfach.", "score": 5}, {"content": "einfach und übersichtlich. ohne viel schnick schnack. PERFEKT", "score": 5}, {"content": "Super schön kann ich nur weiter empfehlen", "score": 5}, {"content": "Sehr gute Darstellung der Prospekte sowie schnelles Blättern. Besser als viele andere vergleichbaren Apps.", "score": 5}, {"content": "Alle Prospekte die ich sehen möchte sind immer aktuell verfügbar. Favoriten können angelegt werden. Bin sehr zufrieden mit der Performance und Aktualität der App. Empfehlenswert.", "score": 5}, {"content": "Finde diese App ganz gut , findet alles im Ort . Fünf Sterne würde es geben, wenn auch noch trink gut dabei wäre ;)", "score": 4}, {"content": "Die Optik ist zwar ganz gut, aber.... Die Sortierung ist ein Horrer👹, unübersichtlich und nicht alphabetisch und es fehlen mehrere Anbieter, so z. B. Combi! 🤗 Gut ist, daß man sich einzelne Seiten in einer Übersicht speichern kann welches den Einkauf erleichtert", "score": 2}, {"content": "Mir gefällt die Konzentration aller Werbung ohne Papier", "score": 5}, {"content": "Gut r", "score": 5}, {"content": "Sehr gute App zum stöbern", "score": 5}, {"content": "Ich finde die app wirklich super und würde mich freuen wenn noch das penny markt und das rewe prospekt dazu kommen würde👍", "score": 4}, {"content": "Alle Prospekt die ich möchte sind vorhanden.", "score": 5}, {"content": "👏👍", "score": 5}, {"content": "Viele jedoch leider nicht alle Prospekte der Umgebung sind enthalten. (Aktuell fehlt bei mir und.a. Norma und Action). Kleine, schnelle App, die tut was sie soll. Wegen genannter Nichtpräsenz einiger überregionaler Anbieter nur 4 von 5 *.", "score": 4}, {"content": "Angebot an Prospekten ist OK. Ich finde es nur sehr unübersichtlich und durcheinander.", "score": 3}, {"content": "Absolut die Nummer eins unter dem entsprechende Apps. Herzlichen Dank für die Gestaltung", "score": 5}, {"content": "Sehr gute App. Enthält alle Prospekte, die mich interessieren.", "score": 5}, {"content": "🤗ich bin begeistert. Endlich alle Prospekte , die ich brauche, sind da. Leicht zu handhaben. Super.👍", "score": 5}, {"content": "Die App braucht ewig zum laden, egal ob unterwegs oder Zuhause per WLAN.. ansonsten sehr nett 👍", "score": 4}, {"content": "Sehr gut überschaubar", "score": 5}, {"content": "Für unser Einzugsgebiet hervorragend und vor allem dann, wenn die Prospektverteiler schlafen", "score": 5}, {"content": "Hat alles was ich brauche. Favoriten lassen sich einstellen und eine Suchfunktion für Produkte ist auch gegeben.", "score": 5}, {"content": "Finde diese App super, alles übersichtlich und leicht zu bedienen, das einzige was fehlt ist der Lebensmittelprospekt von Penny.", "score": 3}, {"content": "Naja geht so, die Auswahl ist gut,aber die Handhabung ist etwas holprig.", "score": 3}, {"content": "Meine 1. Wahl um neue Prospekte durchzublättern! 😊 Ich mag die Optik von \nweekli, alles ist schön übersichtlich und schnell zu finden.", "score": 5}, {"content": "Manchmal fehlt ein marktaber sonst finde ich diese App empfehlens wert", "score": 5}, {"content": "Sehr gute App für die Digitalen Angebotsblätter der Discounter", "score": 5}, {"content": "Klasse", "score": 5}, {"content": "Tolle App, die einen übersichtlichen Überblick der gängigen Geschäfte \nanzeigt 👍🏻🔝 😊", "score": 5}, {"content": "Diese App ist gut", "score": 5}, {"content": "Große Auswahl, super", "score": 5}, {"content": "Eine super app", "score": 5}, {"content": "Warum wird mir Thomas Philips in Suhl angezeigt und Penny Suhl nicht. Geht \ngarnicht. Ich will selbst wählen.", "score": 2}, {"content": "Kein Edeka, keine Marktkauf , kein Tom Baumarkt , kein...u.v.m.", "score": 2}, {"content": "Die app ist wirklich gut. Leider fehlen die Prospekte von Media Markt und \nSaturn.Immer wieder am Mittwoch heisst es von der App:Leider haben wir in \nMainz aktuell keine Angebote für Media Markt(Saturn).", "score": 3}, {"content": "Hatte zuvor eine andere App - aber weekli erhält von mir die volle \nPunktzahl. Für mich optimal!", "score": 5}, {"content": "Super.", "score": 5}, {"content": "Finde die App sehr gut , was ich mir persönlich noch wünschen würde , das \nman innerhalb eines Prospektes die Seitenanzahl eingeben kann , um bei \neinem zb. 20 Seiten großem Prospekt gleich auf eine hintere Seite zu \ngelangen. Auch eine Sparte mit Prospekten der Vorwoche wäre schön, wenn man \nnochmal rückwirkend etwas nachschauen möchte. Trotzdem klasse App.", "score": 5}, {"content": "Gutes App stabil ,schnell", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Top", "score": 5}, {"content": "sehr toll und eko freundlich ;)", "score": 5}, {"content": "Sehr gute App, schön gemacht. Von mir aus können die Werbezeitschriften in Papierformat vom Markt verschwinden. Die Zukunft gibt es hier per App. Der Umwelt zu Liebe. Weiter so. Vielleicht noch ein kleiner Vorschlag, dass Themenbereiche vom Nutzer geordnet werden können und vielleicht in Zukunft Coupons und Gutscheine mit aufgenommen werden.", "score": 5}, {"content": "Apps auf sd.kart zum verschieben", "score": 4}, {"content": "Apps auf sd.kart zum verschieben", "score": 4}, {"content": "Wow , bin echt begeistert ! Hier findet man Alles und es ist gut gestaltet , bin sofort damit zurecht gekommen ! 😎👍", "score": 5}, {"content": "Super", "score": 5}, {"content": "Genau das was ich gesucht habe, alle infos in einer App! 👏", "score": 5}, {"content": "Wer sich gerne vor seinem Einkauf über Angebote informieren möchte, sollte diese App installieren! Kenne bis jetzt keine andere App mit dieser Auswahl an Prospekten. Kann ich nur empfehlen - und sie funktioniert auch 😃", "score": 5}, {"content": "Schade das, einige Läden nicht dabei sind. Dass machen die anderen Apps besser. Irgendwann schau ich, vorbei. Um sehen, ob ihr euch Weiterentwickelt habt.", "score": 3}, {"content": "Es war kein Prospekt von Kaufland ab morgen, 18.1.vorhanden, auch Edeka Center fehlte.Schade!", "score": 3}, {"content": "Wer sich darauf verlässt ist verlassen .Aktuell fehlerhaft", "score": 1}, {"content": "Ist super alles da was in meiner Umgebung ist ! Spitze !", "score": 5}, {"content": "Sind schon gute Angebote aber immer die Selben macht doch mal Burger Kong Mac Donalds mit rein Danke im Vorraus", "score": 3}, {"content": "Es fehlen noch zu viele Märkte", "score": 1}, {"content": "Prima. Alle Händler, die ich brauche !", "score": 5}, {"content": "Super App☺", "score": 5}, {"content": "irgendwie unübersichtlich mit den vielen Kategorien", "score": 3}, {"content": "Alle Prospekte der Discounter und Supermärkte aus der Umgebung in einer App.", "score": 5}, {"content": "Die APP find nicht alle Prospekt z.b. mediamarkt , roller , etc.", "score": 1}, {"content": "Prima App, es sind fast alle Händler aus meiner Umgebung mit dabei. Leider fehlt der Ikea Katalog, dann wär's perfekt. Nach dem Update sieht die Startseite echt geil aus, vor allem die passend zusammen gestellte Prospektauswahl wie Halloween finde ich sehr praktisch.", "score": 5}, {"content": "Tolle App. Prospekte in meiner Nähe sind immer zu finden.", "score": 5}, {"content": "Weit aus besser als dass was ich vorher hatte", "score": 5}, {"content": "Ausbaufähig. Leider gibt es nicht von allen Händlern die mich interessieren Prospekte (Penny!). Und leider kann man sich auch keine Produkte merken oder eine Einkaufsliste erstellen. Geschäfte, die fehlen, kann man auch nicht hinzufügen. Wenn dies noch verbessert wird, gibt es mehr Sterne. Super ist hier aber die Filialanzeige. Man sieht übersichtlich alle Filialen mit Adresse in der Nähe, auch wenn davon keine Prospekte verfügbar sind. Das finde ich sehr nützlich. Die vorhandenen Prospekte sind gut einsehbar. Weiter so, dann wird es besser!", "score": 3}, {"content": "Derzeit perfekt❤❤❤", "score": 5}, {"content": "Es fehlen gängige Supermärkte wie Penny und Netto. Auch KIK...", "score": 3}, {"content": "Keine Werbung im Briefkasten. ..dafür immer aktuell und abrufbar. ..weekli  Super", "score": 5}, {"content": "Kein Edeka. Somit sinnlos.", "score": 2}, {"content": "Alles was ich brauche, hervorragend besser geht's nicht", "score": 5}, {"content": "Derzeit perfekt. Das wichtigste für mich - keine Benachrichtigungen für die nicht favorisierte Shops. Das ist gegeben. Die favorisierten funzen gut. Thumb up und weiter so!", "score": 5}, {"content": "Super App! Nur zu empfehlen!!", "score": 5}, {"content": "Läuft super,ist super...", "score": 5}, {"content": "Lässt sich nicht mehr öffnen, sehr schade! Wenn bis morgen nicht öffnen lässt deinstallieren.", "score": 1}, {"content": "Übersichtlich", "score": 5}, {"content": "Die App ist super und hilft mir total wenn ich keine Zeit habe ewig nach einem Supermarkt zu suchen. Kann ich nür empfehlen!!", "score": 5}, {"content": "Eine super App, hat sogar Fressnapf und Thomas Philips, im ganzen viel besser als die anderen Apps", "score": 5}, {"content": "Sehr nützlich", "score": 5}, {"content": "Perfekt, um nach günstigen Angeboten zu suchen. Enthält alle Prospekte, die mich interessieren. Klare Empfehlung.", "score": 5}, {"content": "Alle meine Geschäfte sind da, sogar Norma, Lidl, Kaufland und NKD!", "score": 5}, {"content": "Hervorragend, tut was sie soll, schnell und zuverlässig! Empfehlung.", "score": 5}, {"content": "Sehr übersichtlich und alle meine Händler dabei bis auf Orterer. Weiter so!", "score": 5}, {"content": "Viele Prospekte. Was noch toll wäre, wenn man sich die Produkte aus den Prospekten auf eine Merkliste setzen könnte. Ansonsten schon sehr gut.", "score": 5}, {"content": "....nach ca. 5 Monaten habe ich die App gelösch, da sich keine wesentlichen Verbesserungen eingestellt haben. Bin zu Marktguru gewechselt, die einfach breiter aufgestellt sind! Soll heißen, ich bekomme deutlich mehr Angebote für meinen Bereich angezeigt. Weekli hat sich hier nicht verbessert", "score": 2}, {"content": "Auf den ersten Blick, läuft flüssig und ist auch prima in der anwendung... Fehlen tatsächlich noch netto und netto mit scotti, penny, norma, real sowie rewe... Dann ist die app auf jeden fall 5 sterne wert... Grosses plus jetzt schon mal: kaufland ist dabei 👍", "score": 3}, {"content": "Einfach Super !", "score": 5}, {"content": "Gut gemachte übersichtliche App. Was ich noch vermisse, ist ein Merkzettel, vielleicht sogar mit Erinnerungsfunktion?", "score": 4}, {"content": "Die ist klasse nur leider fehlen noch einige Prospekte, wie Netto, Netto Marken-Discount, Penny, Rewe, Sconto und Möbel Boss. Wenn die drin sind gibts 5 Sterne", "score": 4}, {"content": "Trotz vorhandener Angebote in den vorhandenen Prospekten, werden diese nicht über die Produktsuche gefunden.", "score": 3}, {"content": "Sehr übersichtliche und intuitiv bedienbare App. Hoffe auch auf weitere Prospekte.", "score": 5}, {"content": "Gibt leider keine Angebote von kaufland, Netto rewe lidl oder aldi", "score": 2}, {"content": "Gut hoffe kommen noch andere Läden wie netto penny usw hinzu prima weiter so.", "score": 5}, {"content": "Sehr gut und Übersichtlich", "score": 5}, {"content": "Sehr übersichtlich, macht Spass zu blättern.", "score": 5}, {"content": "Super!!!  H&M oder so wäre vielleicht noch cool!sonst spitze app,sehr hilfreich", "score": 5}, {"content": "Mehr braucht es nicht.", "score": 5}, {"content": "Wäre schön wenn Freitags schon für Montags was zu finden wäre.Penny  fehlt und Lidl nur Online Weiterleitung.Bei anderen auch nur Weiterleitung.", "score": 2}, {"content": "Lidel fehlt", "score": 4}, {"content": "Lässt sich nicht öffnen", "score": 1}, {"content": "Alles was man braucht.  Übersichtlich, einfach zu bedienen", "score": 5}, {"content": "Es fehlen die \"Großen\" wie etwa Marktkauf, Netto, Famila und Co aus meiner Umgebung, wenn die noch kommen dann wäre es eine 5 Sterne App", "score": 2}]