[{"content": "Gut", "score": 5}, {"content": "👍👍👍👍", "score": 5}, {"content": "Das ist ok", "score": 5}, {"content": "Die beste Einkaufs app", "score": 5}, {"content": "Bisher bin ich zufrieden.Habe mehrere dieser Apps probiert und fand diese am besten und übersichtlich.Ich hoffe es kommen noch ein paar Prospekte mehr dazu. Update:Nach langen Monaten des ausprobierens muss ich sagen, das es stets und ständig Ausfälle gibt und man die App immer wieder neu starten muss, um ein Prospekt gezeigt zu bekommen. Das ist ärgerlich und zeitraubend.", "score": 3}, {"content": "Ist immer sehr gut wenn man mal unterwegs ist oder die passende Werbung nicht mehr zu Hause ist", "score": 4}, {"content": "Warum erscheint das schwarze Netto nicht mehr", "score": 1}, {"content": "Top", "score": 5}, {"content": "Einfach nur super", "score": 5}, {"content": "Top", "score": 5}, {"content": "Gute App 👍👌sehr schön", "score": 4}, {"content": "Super Übersicht 😊🌲☃️", "score": 5}, {"content": "Gut", "score": 3}, {"content": "Super", "score": 5}, {"content": "Super", "score": 4}, {"content": "Nach 8 Monaten immer noch keine positiven Veränderungen! Und Tschüss!", "score": 1}, {"content": "Süper", "score": 5}, {"content": "Sehr gut", "score": 4}, {"content": "Gute Sammlung von Werbung", "score": 5}, {"content": "Es werden immer weniger Prospekte.", "score": 2}, {"content": "Top", "score": 5}, {"content": "Super", "score": 5}, {"content": "Erst mal Ausprobieren dann bewerten", "score": 4}, {"content": "Super Benütze es immer wieder", "score": 5}, {"content": "Geht so nicht. Prospekte kommen viel zu spät.", "score": 1}, {"content": "👍", "score": 5}, {"content": "👍", "score": 5}, {"content": "Sehr gute App lohnt sich zu blättern", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Gut", "score": 4}, {"content": "Sehr informativ", "score": 5}, {"content": "Die App ist eigentlich super das Problem ist das ständig die Lieblingsgeschäfte wo ich markiert habe verschwinden ist nervig alle wieder hinzufügen", "score": 2}, {"content": "Da ist man stets auf dem Laufenden!", "score": 5}, {"content": "Super App immer Aktuell und sehr übersichtlich", "score": 5}, {"content": "Macht was sie soll", "score": 4}, {"content": "Sehr überschaubar und praktisch", "score": 5}, {"content": "Die App war besser als jetzt.", "score": 2}, {"content": "Ich finde alles gut", "score": 4}, {"content": "16.08.2018: Eine der solidesten Prospektapps. 15.06.2020: Die real- & Penny-Flyer werden immer noch nicht seit einer relativen Weile eingescant.", "score": 5}, {"content": "Bin sehr zufrieden", "score": 5}, {"content": "Leider auch nur Durchschnitt. Wieder deinstalliert.", "score": 3}, {"content": "Gefällt mir sehr gut", "score": 5}, {"content": "Ich nutze die App wirklich gern, alles funktioniert bei mir einwandfrei", "score": 5}, {"content": "Coole App", "score": 5}, {"content": "Einfach genial", "score": 5}, {"content": "Toll gemacht, keine Werbung und kein Papier mehr 👍😏", "score": 5}, {"content": "Zwar gibt's keine Punkte zur Belohnung mehr für's Blättern in den Prospekten wie früher (weshalb ich die App auch deinstalliert und die Konkurrenz probiert habe). Doch bin ich nun wieder hier, weil mir die App insgesamt besser gefällt als Kaufda und andere.", "score": 5}, {"content": "👍", "score": 4}, {"content": "App stürzt nur noch ab... Kann sie garnicht mehr nutzen", "score": 1}, {"content": "Nach dem neuen Update wieder alles top, danke", "score": 5}, {"content": "Top App. Einfache Bedienung. Genau die Prospekte die man will und man kann natürlich noch andere ansehen.", "score": 5}, {"content": "War immer sehr zu frieden damit aber im Moment stürzt sie nur noch ab.", "score": 1}, {"content": "So wäre die App ganz gut aber momentan stürzt sie nur noch ab...", "score": 2}, {"content": "Stürzt nach jedem Prospekt ab", "score": 2}, {"content": "Super app...alles auf einen blick...kann ich nur weiterempfehlen 👍👍👍", "score": 5}, {"content": "Hab schon viele Apps getestet. Diese kannte ich noch nicht. Bin nur durch Zufall drauf aufmerksam geworden. Und bisher bin ich mit dieser am zufriedensten. Update: Habe eben meinen ersten 10€ Gutschein erhalten :-) Klasse! Angebote stöbern und dafür dann noch belohnt werden. Auch wenn es viel Zeit in Anspruch nimmt die geforderte Münzanzahl zu sammeln. Umso mehr freue ich mich nun über den Gutschein :-) Leider hat die App qualitativ ziemlich nachgelassen. Viele Prospekte gibt es nicht mehr", "score": 3}, {"content": "Super app", "score": 4}, {"content": "Eine coole App", "score": 5}, {"content": "Gute App. Gute Handhabung.", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Supi", "score": 5}, {"content": "Top, Keine lästige Zeitung mehr, ich kann's nur empfehlen !", "score": 5}, {"content": "Altpapier vermeiden ist heutzutage pflicht !", "score": 4}, {"content": "Das App ist eigentlich gut aber was mich daran Nervt ist die Prospekt Anzeige von Aldi früher war die so wie bei Lidl Anzeige die ist besser kann man das nicht ändern?", "score": 2}, {"content": "Aldi fehlt leider", "score": 1}, {"content": "super App perfekt", "score": 5}, {"content": "Nutze die App schon länger obwohl keine prospekte von penny vorhanden sind. Aber in letzter Zeit wird die app immer schlechter. Keine aldi und picks raus prospekte mehr, andere teilweise erst zwei Tage oder später, nachdem die Angebote gültig sind. Nicht mehr brauchbar für mich, sorry!", "score": 2}, {"content": "Super app hat eigentlich immer alle aktuellen Prospekte da. Aber leider ist seit einiger Zeit der Handzettel von rewe nicht der Richtige. Es steht zwar das richtige Datum drin. Aber wenn man ihn dann öffent sieht man das es die Vorwoche ist.", "score": 5}, {"content": "Bekomm sonst oft die Werbung nicht", "score": 5}, {"content": "Würde ich nicht empfehlen zeigt überhaupt keine bilder und Prospekte schlechr", "score": 1}, {"content": "Perfekt alles auf einen Blick", "score": 5}, {"content": "Super!!!", "score": 4}, {"content": "Sehr praktisch, wenn man einkaufen geht und die Angebote nutzt dann spart man auch. Leider sind die folgenden Läden nicht dabei' -Aktiv & Irma (Oldenburg) -NKD -Action -Tedi Nicht vorhanden. Mfg Adrian", "score": 4}, {"content": "🤗", "score": 5}, {"content": "Die App ist soweit ok, nur seit geraumer Zeit funktioniert die Push Benachrichtigung nicht mehr", "score": 3}, {"content": "Top", "score": 5}, {"content": "Ich bin zufrieden.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Perfekt", "score": 5}, {"content": "Online Prospekte durch gucken ist sehr gut.", "score": 5}, {"content": "Man findet alles schnell", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Endlich eine App die so ziemlich alles anzeigt. Was Einkäufe angeht. Nutze sie gerne,wenn das so bleibt,bin ich zufrieden. Für mein Einkaufsverhalten,fehlt nur sehr wenig.", "score": 5}, {"content": "Sehr sehr schlecht", "score": 1}, {"content": "Einfach mega", "score": 5}, {"content": "besster", "score": 5}, {"content": "Ist alles dabei was man braucht", "score": 5}, {"content": "Praktisch.", "score": 5}, {"content": "Ist okay", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Tolle app...", "score": 5}, {"content": "Ist sehr gut, wünschte das mehr Geschäfte mit machen.", "score": 5}, {"content": "Ich gehe gern bei Lidl einkaufen", "score": 3}, {"content": "Super, Pfefferminze, Prost Prima", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Sehr gut lg mariom", "score": 5}, {"content": "Echt super 👍", "score": 5}, {"content": "Toĺe app", "score": 5}, {"content": "Finde ich super gelungen.", "score": 5}, {"content": "Kann die App leider nicht weiter empfehlen, hatte fast 2000 Taler gesammelt und auf einmal waren sie weg ohne vorherige Ankündigung 🤷das finde ich nicht in Ordnung 👎", "score": 1}, {"content": "Gut", "score": 4}, {"content": "Super app", "score": 5}, {"content": "Gut", "score": 5}, {"content": "Top app", "score": 5}, {"content": "Seit dem letzten Update sind einfach alle Treuepunkte weg. Unverschämt! Wofür hat man die gesammelt?! Sobald die Treuepunkte wieder auftauchen (auch die Anzahl die ich bis jetzt hatte) gebe ich 5 Sterne.", "score": 2}, {"content": "Die app ist gut 🙂👍", "score": 4}, {"content": "Toll , schaue gerne rein !", "score": 4}, {"content": "Vor einigen Monaten war die App sehr in Ordnung ich konnte sie weiterempfehlen im jetzigen Zeitpunkt kann ich dir leider nicht mehr weiterempfehlen aufgrund dessen da meine Punkte verschwunden sind ich hatte mehr als 1000Punkte gesammelt hätte ich vorher eine Nachricht bekommen dann hätte ich die Punkte noch einlösen können aber jetzt zu diesem Zeitpunkt leider nichts mehr möglich.Ich hoffe dass das Punktesystem wieder aktiviert wird so dass die Nutzer die Möglichkeit bekommen die Punkt einzulöse", "score": 1}, {"content": "Daumen hoch", "score": 5}, {"content": "Bisher fand ich die App ganz gut. Jetzt würde plötzlich das Punktesammelsystem eingestellt und es ist auch nicht mehr möglich die Punkte abzurufen. Die Punkte verfallen einfach? Ich hätte meine 1800 Punkte gerne eingelöst. Die Funktion würde auch gelöscht.. Ich lösche die ganze App! Nicht zu empfehlen!", "score": 1}, {"content": "Ich finde es unverschämt und nicht kundenfreundlich, die Punkte vorzeitig zu löschen und so einem die Möglichkeit genommen wird, die Punkte in einen Gutschein umzuwandeln. Ich bin sauer. Danke an das Team.", "score": 1}, {"content": "einfach gut", "score": 5}, {"content": "Gibt kein Punkte mehr. Lässt sich die gesamelte punkte nicht einlösen,. Ich hoffe werden die Probleme schnell wie möglich aufgehobenund wurde meine Punkte gelöscht. Daa ist aber ein Betrug", "score": 1}, {"content": "alles gut schade das es keine punkte mehr gibt", "score": 5}, {"content": "Einwandfrei", "score": 5}, {"content": "habe meine gutscheine bekommen. alles wieder ok danke", "score": 1}, {"content": "Klasse App. Die wichtigsten Prospekte immer dabei.", "score": 5}, {"content": "Durch den Wegfall der Treuepunkte verliert die App ihren Reiz.", "score": 2}, {"content": "es werden mir seit längerer Zeit keine Münzen. mehr angezeigt ich kann auch keine mehr sammeln weil keine mehr im Prospekt angezeigt werden .somit wird deinstalliert", "score": 1}, {"content": "so war die app super nur schade das sie das Münzen sammeln eingestellt haben so verfallen leider die Punkte das ist frech", "score": 3}, {"content": "Es ist sehr toll. Ich habe gar keinen Prospekt verpasst", "score": 5}, {"content": "... war mal eine gute App, aber nachdem das Bonussystem eingestellt wurde gibt es keinen Grund mehr diese App zu behalten!!!!", "score": 1}, {"content": "ich habe heute meine Punkte eingelöst aber ich habe meine gutschein nicht bekommen ich finde das sehr Frechheit . hinterlegte e Mail Adresse ist auch unbekannt", "score": 1}, {"content": "Finde es nicht in Ordnung das man schon drei Wochen vorher,seine Punkte nicht mehr einlösen kann. Niemand rührt sich,es gibt keine Antworten!Sehr Schade, weil die App vorher immer gut war?", "score": 1}, {"content": "kein Bonussystem mehr? Tschau.", "score": 1}, {"content": "Leider sind die Challenges jetzt komplett rausgeflogen. Es wurde aber eh immer schwieriger, die Punkte zusammen zu bekommen. Jetzt finde ich die App aber viel aufgeräumter und übersichtlicher. Die Münzen haben eh irgendwie genervt, weil die manchmal kurz zum Laden gebraucht haben. Kann die App jetzt nur empfehlen, sie ist auf jedenfall die beste Prospekte-App im Appstore.", "score": 5}, {"content": "wieso kann ich keine Punkte mehr sammeln?", "score": 4}, {"content": "Leider können keine Treuepunkte mehr gesammelt werden,da abgeschafft. da auch nicht alle Prospekte verfügbar sind, ist diese App leider für mich unnützig.", "score": 2}, {"content": "Werbung aus der Umgebung sich digital anzusehen und nahezu auf Papierprospekte zu verzichten, wurde bislang durch ein Bonus- und Treueprogramm gefördert. Jeder Haushalt mit klammen Budget durfte sich auf jeden Gutschein freuen, den er sich durch seinen Fleiß im Sichten von Werbung erarbeiten durfte. Diese zusätzliche Motivation wird Jedem durch das kommentarlose Einstellen des Bonusprogrammes genommen. Diese App wie seine Schwester-App Marktjagd ist jetzt \"tot\", hat sehr viele Freunde verloren !", "score": 1}, {"content": "Tolle &praktische App hab auch Gutscheine bekommen über 10Euro.Ab und an stürzt die App beim Blättern ab.Liegt aber sicher an meinem Tab.Steht ja da dass diese nicht für mein Gerät optimiert ist.Edit:Schade das Ihr eingestellt habt,jedoch für mich kein Grund diese App zu löschen.Ich muß nicht immer was bekommen,wenn ich mich irgendwo einschalte.ganz schlimm sind manche hier gebt ihr den armen schwei..auch jede Woche nen € die diese Prospe.bei wind&wetter liefern um sich was zu verdienen?", "score": 5}, {"content": "Treupunke sind deaktiviert worden! Ich sammle wie ein Depp seit einem Jahr die Punkte und jetzt, wo ich noch 120 Punkte zum 5€ Gutschein brauche, wird der Mist deaktiviert?! Verarsche auf ganzer Linie!", "score": 1}, {"content": "schade.. Punkte futsch.. App deinstalliert", "score": 1}, {"content": "Schade, dass ihr aufhört Leider müssen wir dir mitteilen, dass wir unser Bonussystem deaktivieren werden. Uns ist bewusst, dass es sehr beliebt ist. Jedoch ist es uns unmöglich, es weiterhin anzubieten. Ab sofort ist nur noch die Einlösung von Gutscheinen möglich. Noch bis zum 12.08.2019 kannst du Gutscheine bestellen. Vielen Dank für dein Verständnis. Dein Wunderkauf-Team", "score": 1}, {"content": "Ich habe mir Mühselig 816 Punkte zusammengespart um mir sobald ich 900 Punkte zusammen habe, einen 10€ Gutschein für Ernstings Family zu holen und jetzt, von heute auf Morgen bekommt man die Nachricht das das Bonussystem eingestellt worden ist . Nun kann ich mir nur einen 5€ Gutschein holen und die restlichen Punkte verfallen !? Absolute Frechheit !", "score": 1}, {"content": "Es ist eine Sache die Treuepunkte abzuschaffen. Aber jetzt die Gutscheine nicht mehr einzulösen, für die man Monate gesammelt hat, ist eine Frechheit und ist meiner Meinung nach Betrug.", "score": 1}, {"content": "früher gabs von mir 5 Sterne, jetzt ist diese App nicht mehr zu gebrauchen... Taller sammeln beim Blättern wurden vor ca 1 Monat abgeschafft, jetzt (Stand 24.07.19) auch noch Bonussytem wurde abgeschafft. schade, es war am Anfang eine sehr gute App...", "score": 1}, {"content": "Keine Punkte mehr uns somit auch keine Gutscheine mehr. Hat sich erledigt.", "score": 1}, {"content": "Hallo, ich habe gerade 1800 Punkte für den IkeaGutschein eingelöst. Ich habe weder eine Bestätigungsemail erhalten noch einen Gutschein per Email. Punkte wurden aber abgezogen. Bitte um Rückmeldung, ist echt ärgerlich wenn man die Punkte schon länger gesammelt hat", "score": 1}, {"content": "da das Bonussystem deaktiviert wurde, ist die App für mich nutzlos nun gucke ich wieder die Papierzeitungen durch, das kommt auf das selbe raus", "score": 1}, {"content": "Es ist nicht mehr möglich Punkte zu sammeln. Für Prospekte empfehle ich andere Apps, da diese oft gängige Prospekte nicht anzeigen (z. B. PENNY)", "score": 2}, {"content": "Am Anfang war es eine super App, die sich von anderen abhob, mit Punkte/Münzen sammeln und Co. Da dies nun abgeschafft wurde, ist sie nur noch wie jede Standard App. Schade, aber da kann man wohl nichts machen. Wenigstens ist das Design noch ansprechend. Das war's dann aber leider...", "score": 2}, {"content": "Genau wie die App Marktjagd, habe ich diese jetzt auch deinstalliert, da sie beide ohne das Punktetsystem für mich keinen Mehrwert mehr haben. Für Prospekte gibt es auch andere und bessere Apps. Mit der Einstellung des Punktesystems in beiden Apps habt ihr euch einen Bärendienst erwiesen. Ich bin dann mal weg.....😡", "score": 1}, {"content": "mies...Das Gesamte Punktesammeln wurde eingestellt...wird gelöscht", "score": 1}, {"content": "sehr gut", "score": 4}, {"content": "Punkte gibt es auch keine mehr??", "score": 1}, {"content": "Ich mag es Prospekte zu blättern aber kann den Papiermüll im Briefkasten nicht ausstehen - da hilft diese App! Ich sehe die alle aktuellen Angebote lokaler Händler. Ganz ohne verstopften Briefkasten", "score": 5}, {"content": "Super schön und hilfreich!", "score": 5}, {"content": "nice app. alles drin. übersichtlich und macht spass.", "score": 5}, {"content": "die finde ich klasse", "score": 5}, {"content": "super", "score": 5}, {"content": "2 Punkte Abzug, da keine Treuepunkte mehr in den Prospekten erscheinen.", "score": 3}, {"content": "es gibt keine mùnzen mehr in prospekte", "score": 2}, {"content": "seit Wochen keine Münzen mehr,Support kümmert sich wurde mir gesagt doch nichts passiert. Wenn sich in ein paar Tagen nichts ändert werde ich die App löschen.", "score": 1}, {"content": "Die App ist gut und man hat alle Prospekte auf einmal. schade ist nur, das es keine Punkte mehr gibt für das durchblättern eines Prospekt.", "score": 4}, {"content": "Gute App , ich habe sehr schnell den Gutschein gegen die Treuenünzen erhalten, nur leider konnte ich ab 733 Treuepunkte nicht mehr weiter sammeln . Es kommen keine Treuemünzen mehr hinzu.?", "score": 4}, {"content": "Schade!!! Am Anfang wahr die App mit der Münzen Sammlung sehr Interessant; so hat das stöbern der Prospekte Spaß gemacht. Aber jetzt nach und nach wurden die Funktionen entfernt. seit Wochen kann man keine Münzen mehr Sammeln. Die App ist dadurch gewöhnlich geworden wie die anderen App's nichts besonderes. Liebes Support falls Sie noch Intressant bleiben wollen im Aquarium voller Apps . Dann führen Sie Ihre Münzensammlung weiter . sonst werden Sie viele wieder Deinstalieren. MfG", "score": 2}, {"content": "seit dem letzten Update, gibt es keine Münzen mehr 😔. das finde ich sehr sehr schade. man bekommt zusätzlich einen Bericht das die Fehler behoben seien, aber nix ist geschehen. mal schauen ob ich die App noch lange drauf lass weil die Prospekte kommen auch immer später erst", "score": 1}, {"content": "Ust eine tolle app", "score": 3}, {"content": "Ich bin super zufrieden mit dieser App. Hab sie von einer Bekannten empfohlen bekommen und will sie nicht mehr missen. Empfehle sie weiter, definitiv!", "score": 5}, {"content": "probiere noch...", "score": 4}, {"content": "Punkte werden seit ca. 1Monat nicht mehr angezeigt und NEIN es liegt nicht am Smartphone, sondern an der App. Stillschweigend werden Tool entfernt, hauptsächlich die User machen weiter. Also eine nichts bringende App, und wird jetzt entfernt.", "score": 1}, {"content": "Was ist los mit den coins? Seit ner guten Woche gibt's in keinem Prospekt mehr welche! wieso?", "score": 1}, {"content": "Seit zwei Wochen keine Münzen zu finden", "score": 1}, {"content": "Hallo Ihr Lieben, ich hätte da mal eine Frage, (hatte auch schon per Mail Kontakt aufgenommen, doch da wurde ich nur vertröstet und mir mitgeteilt das Sie sich im das Problem kümmern) warum kann man keine Punkte mehr sammeln ? lg", "score": 1}, {"content": "Super App, nur leider kann man seit dem letzten Update keine Punkte mehr sammeln.", "score": 3}, {"content": "Leider keine Punkte mehr. Punkte gehen verloren bzw. man bekommt keine Gutscheine zugeschickt. Support reagiert gar nicht oder sehr langsam und stellt völlig überflüssige Fragen, die der Problemfindung überhaupt nicht dienen und nur Zeit schinden. Frage, warum es keine Punkte mehr gibt, wird ignoriert. Immer noch positive Fake Kommentare? Alte Antworten auf neue Kommentare? Apple-ID wird ausgelesen und gespeichert, wo bleibt der Datenschutz?", "score": 1}, {"content": "App lohnt sich nicht mehr. Support geht auch noch auf Kritik nicht ein Schade. 👎", "score": 1}, {"content": "seid über eine Woche kommen keine taler mehr warum nicht ?", "score": 3}, {"content": "musste meine 5 sterne überarbeiten, da seit langem keine münzen mehr auftauchen.", "score": 1}, {"content": "super", "score": 5}, {"content": "Keine Münze mehr !", "score": 1}, {"content": "Von Verbesserungen keine Spur!Habt ihr überhaupt noch Werbepartner?Vielleicht beim nächsten Mal ne Info rausgeben,das verärgert dann nicht so sehr.", "score": 1}, {"content": "Zur zeit finde ich die App immer schlechter. Erst vielen die Münzen weg die man am Anfang der Woche bekam . Dann gab es ein Bonus programm was auch wieder verschwand .und nun das problem das ich seit Tagen keine einzige münze sammeln konnte in den Prospekten. Habe auch versucht Kontakt aufzunehmen aber man bekommt keine Antwort .schade die app war echt der hammer.", "score": 1}, {"content": "Ich finde das diese App super ist und das anzeigt was man will, warum bekomme ich keine Punkte mehr???", "score": 3}, {"content": "Superklasse aber seit kurzem bekomme ich keine Punkte mehr", "score": 5}, {"content": "Miserabel geworden die App war mal gut jetzt reine Zeitverschwendung und deswegen werde ivhsie loeschen.", "score": 1}, {"content": "keine Punkte in den Prospekten - Deinstallation", "score": 1}, {"content": "Ich fand die App gut .Nur seid 3 Wochen kann ich keine Punkte mehr Sammeln es werden mir keine angezeigt. Deshalb bringt mir die App garnichts mehr", "score": 3}, {"content": "Es gibt keine Punkte mehr und keiner reagiert auf Anfragen dies bzgl.sehr schade. so braucht man jahre um genügend punkte zu sammeln", "score": 1}, {"content": "Erster Eindruck war gut. Zunächst wurden die Wochenmünzen gekürzt. Seit Update Ende Juni gibt's gar keine Münzen mehr in den Prospekten. Und dass man Punkte nicht mehr auf anderen Geräten sichern kann, nur noch über die Datenkrake Google gefällt mir gar nicht. Daher auch von mir massive Kürzung,", "score": 1}, {"content": "im Moment macht es keinen Spaß mehr, es gibt keine Taler", "score": 3}, {"content": "seid über 2 Wochen nicht eine einzige Münze mehr", "score": 1}, {"content": "man kann keine Münzen mehr sammeln, wirklich schade", "score": 1}, {"content": "Super,man ist immer auf dem Laufenden und bekommt noch einen Gutschein.Kann ich nur empfehlen 👍👍👍", "score": 5}, {"content": "gibt es keine münzen mehr zu sammeln??", "score": 1}, {"content": "seit Tagen keine Treupunkte...Prospekte bei dem challange laufen werden einfach nicht mehr gezeigt...Wenn's wieder funktioniert gerne wieder 5 Sterne .", "score": 2}, {"content": "Seit nun mehr als eine Woche werden leider keine Münzen mehr angezeigt! Bitte beheben !", "score": 1}, {"content": "punktesammeln funktioniert nicht mehr ☹ jedes mal fehlt ein prospekt..echt nervig", "score": 1}, {"content": "Seit paar Tagen sind nirgends Münzen zu finden. Irgendwas stimmt da nicht.", "score": 2}, {"content": "Seit einer Woche bekomme ich keine Taler. So hat das durchblättern von den vielen Prospekten keinen Sinn für mich.", "score": 1}, {"content": "Keine Treuepunkte mehr, nur noch Challenges. Die App bietet mir nix mehr und wird demnächst gelöscht. Rein zum Prospekte gucken gibts bessere Apps.", "score": 1}, {"content": "Bisher sehr gut. Aber erst fielen die 10 Punkte am Wochenanfang weg. Jetzt kann man keine Punke mehr in den Prospekten sammeln. Somit ist diese App uninteressant geworden.", "score": 1}, {"content": "Seit Tagen gibt es keine Münzen mehr ☹️", "score": 1}, {"content": "auch diese App ist deinstalliert. Keine Stellungnahme. Was habt ihr gedacht das es nicht auffällt. Kundenservice gleich null .", "score": 1}, {"content": "eigentlich null Sterne...Firma scheint sich mit den Gutscheinen übernommen zu haben...aus der App Beschreibung istvdas Taler sammeln auch verschwunden...null Support Service... pfui", "score": 1}, {"content": "seit fast einer Woche keine Münzen mehr. was ist da los. zig Leute haben das Problem und ihr bezieht nicht einmal Stellung dazu. Das ist nicht in Ordnung.", "score": 1}, {"content": "Tolle Oberfläche und super Funktionen. Inzwischen eine Vielzahl an Geschäften und deren Prospekten verfügbar. Seit einiger Zeit habe ich alle Wochenzeitungen mit Prospektbeilagen abbestellt. spart Platz in der Altpapiertonne", "score": 5}, {"content": "Gibt keine Punkte mehr was soll das. So kann ich die App auch löschen.", "score": 1}, {"content": "Seid 3 Tagen bekommt man keine Münzen mehr. Was ist denn mit der App los?", "score": 1}, {"content": "Seit 4 Tagen kann man keine Punkte mehr sammeln! warum nicht? und ja ich habe internet und in meinen einstellungen ist auch alles richtig/ nichts verändert !", "score": 1}, {"content": "sehr gut", "score": 5}, {"content": "leider auch hier, keine treuepunkte mehr zum sammeln nur noch challangs und so lohnt sich das nicht mehr den es dauert viel zu lange bis man punkte für einen gutschein hat sehr schade.... auch hier gab es keine info", "score": 1}, {"content": "Warum gibt es keine Punkte mehr???? Ohne Punkte wird die App uninteressant....", "score": 1}, {"content": "tolle App... bin bisher zufrieden. 👍", "score": 5}, {"content": "wieso kann ich seit 4 Tagen keine Punkte mehr sammeln ??????", "score": 1}, {"content": "Seit Tagen keine Punkte mehr zu sammeln und Prospekte, die ich für die Challenge brauche, werden nicht mehr angezeigt; bei Personen mit neueren Geräten aber durchaus.", "score": 1}, {"content": "am liebsten würde ich null Sterne geben. leider hat sich der Anbieter der App wohl übernommen mit den Treuepunkten....es gibt keine mehr..so kann man die app löschen", "score": 1}, {"content": "Gut!", "score": 5}, {"content": "seit gestern sind keine Punkte mehr vorhanden. Was ist das ? Ich bin nicht die einzige. Warum gibt keine Punkte mehr ?", "score": 1}, {"content": "Die beste Prospekt app die es gibt... habe schon alle getestet, steige aber jetzt auf das iphone um...leider gibt es die App dort nicht :(", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Übersichtlich und einfache Handhabung", "score": 4}, {"content": "bin sehr zufrieden mit der App", "score": 5}, {"content": "alles bestens", "score": 5}, {"content": "i Ist ja toll. Alle meine Treuepunkte sind weg bzw die challenges waren noch nicht zu Ende. Taler sind auch mehr wie rar. Einen angeforderten Gutschein konnte ich nicht einlösen, weil kein Guthaben darauf vorhanden war. Abgeblich wird sich darum gekümmert. Cadooz antwortet auch nicht. Lohnt sich nicht mehr, die Mühe zu machen und die vielen Prospekte anzuschauen", "score": 1}, {"content": "Naja so wäre sie echt gut aber die Prospekte kommen ziemlich spät bei dieser app zb heute ich weis nicht was es morgen für Angebote gibt....", "score": 2}, {"content": "Aha... meinen alten Kommentar habt ihr gelöscht.? Das mach ich mit Wunderkauf jetzt auch... da ihr mich mit Werbung nervt die ich nicht angefordert habe.", "score": 1}, {"content": "wenn die App sucht, sollte sie auch Angebote finden, besonders wenn die Läden extra in der Beschreibung genannt sind", "score": 1}, {"content": "Viele prospekte immer aktuell. Einziger, leider für mich recht gravierender Mangel: Die merkzettel funktion ist mist! Man kann nur prospekt seiten speichern und die werden leider auch nicht Offlie verfügbar gemach, in vielen läden ist der Netztempfang aber schlecht. Daher sind die merkzettel gerade da nich verfügbar wo man sie eigentlich braucht. Edit: Was, je nach Laden auch noch sehr nervt ist, dass es keine möglichkeit gibt, die Online- Verlinkungen dauerhaft abzuschalten.", "score": 3}, {"content": "Man ist immer auf dem neuesten stand", "score": 5}, {"content": "tolle App schnell und einfach man findet jedes Prospekt.", "score": 5}, {"content": "super App", "score": 5}, {"content": "super Einkaufsunterstützung", "score": 4}, {"content": "500 Punkte gesammelt für einen Mediamarkt Gutschein, dieser kam nie an, Email-Adresse war auch richtig. Bei den angeboten wird Edeka nie abgebildet. Für eine schnelle Suche ganz hilfreich aber dir Treuepunkte sind verarsche.", "score": 1}, {"content": "top app", "score": 5}, {"content": "keine Übertragung von Punkten mehr möglich....", "score": 1}, {"content": "einfach nur schlecht für so lange suchen 1 MÜNZE sehr schlecht", "score": 1}, {"content": "ich war mit der app immer super zufrieden. Inzwischen stürzt sie ab, kommen kaum noch Taler und Ups, es hat nicht geklappt, versuchs nochmal .. kommt laufend. Eine Antwort von euch kommt auch nicht. Erst wenn die App zu 100pro wieder klappt gibt es 5 sterne.", "score": 1}, {"content": "alles gut !! super tolle app. bin jetzt immer auf'm laufenden !!!", "score": 5}, {"content": "schön", "score": 5}, {"content": "sehr gute App auch die Gutscheine sehr schnell bekommen", "score": 5}, {"content": "Ich finde die app sehr gut", "score": 5}, {"content": "Super App :)", "score": 5}, {"content": "super", "score": 5}, {"content": "es ist alles übersichtlich gestaltet", "score": 5}, {"content": "Ist überwiegend gut. Leider bei Nummerwechsel Punkte weg.", "score": 4}, {"content": "einfach nur super 😊👍", "score": 5}, {"content": "😍", "score": 5}, {"content": "Super App 👍", "score": 5}, {"content": "alles Top", "score": 5}, {"content": "Ich bin schon länger auf einer app mit Prospekten. Diese hier ist sehr schön und gut gemacht.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Gut gemacht!", "score": 4}, {"content": "sehr gut", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Alles super", "score": 5}, {"content": "top", "score": 5}, {"content": "alles ok", "score": 5}, {"content": "Wunderkauf ist wunderbar", "score": 5}, {"content": "Hallo! Die App gefällt mir ziemlich gut. Sind sehr viele Unternehmen dabei und kamen welche dazu, die ich vermisst habe, doch manche sind auch leider wieder verschwunden. Wenigstens keine Zeitungen, Prospekte mehr, die man entsorgen muss. Dazu kann man Treuepunkte sammeln - was beim Durchblättern klappt. Noch 4 Sterne, aber natürlich 5, wenn es auch noch mit den Gutscheinen klappt.", "score": 4}, {"content": "Übersichtlich gestaltet. Leider kann man die Bilder nicht vernünftig sehen und (ich) klickt deshalb nicht auf sie rauf.", "score": 2}, {"content": "Ich finde die App immernoch sehr gut,aber man kann keine Treuepunkte mehr übertragen. Außerdem zählt er bei den Challenges nicht mehr, dass ich das Prospekt \"geschafft habe\".", "score": 3}, {"content": "leider immer noch zuviele “ups“. und dann die Mitteilung ich hätte kein Internet. ich habe immer Internet. deshalb leider Punktabzug. und nun auch noch det Wegfall der Erfolge. Hatte gerade fast alle erreicht. das ist doch keine Verbesserung. ansonsten sind Gutscheine problemlos einzulösen.", "score": 4}, {"content": "Leider kann man keine punkte mehr übertragen und die extra chellenges gibt es auch nicht mehr, wo man geheime Aufgaben erfüllen muss. Insgesammt fand ich die app sehr gut, allerdings ärgert mich des, dass man die sachen entfert hat.......... Schade deswegen nur drei Sterne davor hätte es 5 gegeben.", "score": 3}, {"content": "Ausstellung Gutscheine klappt problemlos. Das Punkte sammeln geht auch recht schnell. Leider wurde das übertragen der Punkte eingestellt.", "score": 4}, {"content": "da die Treuepunkte nicht mehr übertragbar sind und die 10 Wochenstartpunkte entfallen sind hat die App für mich einen Rückschritt gemacht.", "score": 1}, {"content": "tolle app", "score": 5}, {"content": "Sehr gute Übersicht", "score": 5}, {"content": "Es ist super.Ich bin super zufrieden 😁🤗", "score": 5}, {"content": "Alles Super !", "score": 5}, {"content": "Sehr gut. Alles da was man braucht", "score": 5}, {"content": "Alles top", "score": 5}, {"content": "sehr übersichtlich und läuft flüssig! 👍👍👍", "score": 5}, {"content": "Finde ich gut", "score": 5}, {"content": "klasse und immer aktuell", "score": 5}, {"content": "Immer aktuell und zwar ruck-zuck", "score": 5}, {"content": "Sehr gut bin sehr zufrieden", "score": 5}, {"content": "ist okay", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "top", "score": 4}, {"content": "👍", "score": 5}, {"content": "spitze", "score": 5}, {"content": "Gab anscheinend vorübergehende technische Probleme - jetzt funktioniert es wieder, die angeforderten Gutscheine wurden jetzt zugesandt ... vielen Dank, nun gibt's wieder 5 Sterne ! :-)", "score": 5}, {"content": "Sehr guter Support , kümmert sich sofort um Probleme. Die Jagd nach Punkten ist super einfach und macht echt Spaß. kann die App nur empfehlen. Macht weiter so!!!", "score": 5}, {"content": "Ich bin sehr zufrieden", "score": 5}, {"content": "hab lange gesammelt 900 punkte gegen 10€ rossmann umgetauscht und nichts mal eine email erhalte jetzt ist es schon eine woche her immer noch nicht :(", "score": 1}, {"content": "super", "score": 5}, {"content": "sehr gute App", "score": 5}, {"content": "super", "score": 5}, {"content": "optimal 👌", "score": 5}, {"content": "alles super, rechtzeitige Info auf neue Angebote", "score": 5}, {"content": "Leute dieser App könnt ihr löschen.nur zeit verschwendung.Gutscheine kommen nicht mehr..", "score": 1}, {"content": "Schade, zur Zeit klappt das mit dem Einsammeln der Münzen nicht, entweder steht bei mir , Upps hat nicht funktioniert oder habe kein Internet . Hoffe das der Fehler schnellstmöglich behoben wird, schaue eigendlich gerne durch die Prospekte", "score": 2}, {"content": "Bin mit der App sehr zufrieden. Prospekte werden regelmäßig aktualisiert.", "score": 5}, {"content": "einfach toll", "score": 5}, {"content": "supi pupi", "score": 5}, {"content": "sehr gute App", "score": 4}, {"content": "macht spass Taler zu sameln", "score": 5}, {"content": "An sich eine tolle Sache die Auszahlung der Gutscheine erfolgt Blitzschnell. Allerdings treten zurzeit gehäuft Fehlermeldungen auf und man kann die Münzen nicht sammeln oder es werden gar nicht erst welche anzeigt.", "score": 3}, {"content": "ist gut", "score": 5}, {"content": "hab Punkte gesammelt über 1800 und eingelöst aber weder eine Bestätigung noch Gutschein bekommen,das ist Schwachsinn über einen Monat gesammelt und sich darüber gefreut und alles umsonst. was für Zeitverschwendung ist das.", "score": 1}, {"content": "Punkte eingelöst und noch nicht kein Gutschein bekommen.", "score": 1}, {"content": "Alles drin was mab man braucht!", "score": 5}, {"content": "Die App läuft seit einiger Zeit nicht mehr flüssig. Abhilfe ist nicht in Sicht. Schade.", "score": 1}, {"content": "super app", "score": 5}, {"content": "top", "score": 5}, {"content": "Nett", "score": 3}, {"content": "Prima App ich bin sehr zufrieden", "score": 5}, {"content": "Macht was sie soll", "score": 4}, {"content": "super", "score": 5}, {"content": "Eigentlich ne tolle Sache, funktioniert nur nicht so richtig. Ständig funktioniert es nicht die Münzen einzusammeln, und manchmal sind auch garkeine da. Bitte Probleme beheben!!", "score": 1}, {"content": "Ansich gut... Punkte eingelöst aber weder eine Bestätigungsmail noch einen gutschein bekommen... Ich sammel über monate fast täglich diese blöden Münzen und freute mich als ich 1800 zusammen hatte punkte wurden sofort abgezogen aber eine. Gutschein habe ich nicht erhalten...", "score": 1}, {"content": "Punkte eingelöst und kein Gutschein bekommen :(", "score": 1}, {"content": "sehr zufrieden !!", "score": 5}, {"content": "Top", "score": 5}, {"content": "Geht wieder!", "score": 4}, {"content": "super App immer auf dem aktuellsten stand", "score": 5}, {"content": "ich lieb es.. Werbung zu lesen ...", "score": 5}, {"content": "Ich finde es supergut, daß alle mir wichtigen Prospekte in einer App zu finden sind. Da ich nicht in allen Geschäften regelmäßig (wöchentlich) einkaufen gehe, würde ich ja ohne diese App den neuesten Prospekt verpassen. Somit bin ich immer informiert und kann dadurch zukünftig \"zielgerichteter\" einkaufen gehen (z. B. Bio-Produkte). Vielen Dank für diese \"wunder\"-bare App!", "score": 5}, {"content": "so", "score": 5}, {"content": "Super 👍", "score": 5}, {"content": "Leider funktioniert seit ca. 4 Wochen das Punktesystem nicht mehr, darum nur 2 Sterne.", "score": 2}, {"content": "Tolle idee", "score": 5}, {"content": "Super", "score": 5}, {"content": "Eine sehr coole App viele Prospekt auf einen Blick. Sehr coole Funktion mit denn Punkten sammel die man dann umtauschen kann in Gutscheinen. Verbindung spinnt allerdings ab und zu", "score": 4}, {"content": "Alle gewünschten Prospekte sind zu finden, alle aktuell, Lieblingsprospekte kann jeder zusammenstellen. Weiter so!", "score": 5}, {"content": "Eigentlich ganz gut ,nur fehlen einige Angebotsprospekte !", "score": 4}, {"content": "Tolle App. Ersetzt Prospekte in Papierform und schont damit auf übersichtliche Art die Umwelt.", "score": 5}, {"content": "alles suppi", "score": 5}, {"content": "👍", "score": 5}, {"content": "Die App ist soweit ok. Zum Anfang funktionierte sie wunderbar, aber seit einiger Zeit kann ich keine Treuepunkte mehr sammeln, noch Challenges einsehen oder anfangen. Hat sehr stark nachgelassen. Sehr schade!", "score": 1}, {"content": "Ich bin immer gut informiert. Besser geht es nicht. Einfach Super !!!", "score": 5}, {"content": "Beste App ever....", "score": 5}, {"content": "top Angebote", "score": 5}, {"content": "Super!", "score": 5}, {"content": "tool", "score": 5}, {"content": "Immer die neusten Angebote", "score": 5}, {"content": "Top App !", "score": 5}, {"content": "super App und Tolles Treuepunktesystem", "score": 5}, {"content": "plötzlich wurde alles schwarz in einem poco prospekt und diese blauen punkte (links) stören die sicht. wenn man auf ein link klickt dann wäre es besser wenn man den link kopiert oder wenigstens im normalen browser (google chrome) öffnet sodass man sich an das produkt erinnert", "score": 1}, {"content": "Super", "score": 5}, {"content": "Super", "score": 5}, {"content": "Super", "score": 5}, {"content": "Bis auf Weiteres 0 Sterne, da die App seit Wochen nicht richtig funktioniert Auch nach mehrmaliger Nachfrage keine Änderung", "score": 1}, {"content": "Die App hängt ab und an mir gehen dadurch Punkte verloren finde ich schade.", "score": 2}, {"content": "Zeigt leider nicht alle Prospekte an, und öfter auch verspätet", "score": 3}, {"content": "soweit eine gute App. Nur jetzt bekomme ich von Aldi keine Prospekte mehr.", "score": 4}, {"content": "Toll", "score": 5}, {"content": "gute App", "score": 4}, {"content": "gute app", "score": 5}, {"content": "Prospekte immer mobil dabei gleichzeitiges sammeln von Treuepunkten die sich in Gutscheine umtauschen lassen -Perfekt! Als einzigste Verbesserung würde ich die Prospekte noch erweitern wie Aldi, Woolworth, Jawoll", "score": 5}, {"content": "Super app", "score": 5}, {"content": "prima", "score": 4}, {"content": "Gefällt mir gut.", "score": 4}, {"content": "Endlich war es Zeit die gesammelten Punkte einzulösen. Dies verlief sehr schnell. Nach ein paar Minuten hatte ich den Einkaufsgutschein per Email erhalten. Super. Danke.", "score": 5}, {"content": "Top", "score": 5}, {"content": "gut", "score": 5}, {"content": "Seit neuestem keine Prospekte von Edeka mehr. Oft Probleme beim.Einsammeln von Münzen.", "score": 2}, {"content": "sehr gute App aber seit einiger zeit kommt die warnung \"ups etwas ist schief gelaufen blabla\" und dann im Menü \"hast du internet\"... Bevor die standart antwort kommt, Ja ich habe internet und empfang... Ist glaube ich extra gemacht da es immer zur selben zeit passiert(18-22h) Bitte beheben sonst wird die app deinstaliert...", "score": 1}, {"content": "echt super infos einfach toll", "score": 5}, {"content": "Ist alles in bester Ordnung.", "score": 5}, {"content": "..läuft", "score": 4}, {"content": "Super apo", "score": 5}, {"content": "Habe jede Menge Spaß beim Münzen sammeln habe auch schon Gutschein ausgedruckt und damit eingekauft. Aber in letzter Zeit kommt immer die Meldung ups Fehlermeldung meine challenges Münzen sind jetzt bestimmt auch weg und kann. Nicht mehr sammeln echt schade bitte app wieder richtig funktionieren lassen und meine Münzen will auch wieder haben hätte über 780 Münzen wo sind die und sammeln geht auch nicht mehr und von ein paar challenge Münzen 30 stück sind auch weg sind schon viele Münzen.", "score": 1}, {"content": "👏", "score": 5}, {"content": "Also ich bin sehr zufriden mit der App es funktioniert wirklich und es ist kein Fake", "score": 5}, {"content": "super App", "score": 5}, {"content": "Ich bin früh", "score": 5}, {"content": "stürzt standig ab kann Münzen nicht sammeln, weil ubten fehlermeldung auftaucht. sagt ständig keine Internetverbindung da", "score": 1}, {"content": "Man findet gute Angebote und kann dadurch sparen.", "score": 5}, {"content": "love", "score": 5}, {"content": "sehr gut , bloss die sterne zu sammeln ist mühselig", "score": 3}, {"content": "Super app", "score": 5}, {"content": "Punkte sammeln ist ja ganz lustig, aber leider wird mein Gutschein nicht an der Kasse akzeptiert, sehr schade!", "score": 4}, {"content": "Sind nicht alle prospekte enthalten!", "score": 2}, {"content": "gut für Leute die gerne Prospekte schauen.man verdient dadurch coins und man kriegt dann ab ne bestimmten Summe ein Gutschein. findet ich super", "score": 5}, {"content": "bisher bin ich zufrieden", "score": 4}, {"content": "is gut die app", "score": 4}, {"content": "Hallo ich habe gerade die App installiert und komme nicht rein bitte beheben", "score": 2}, {"content": "ich bin froh die App zu haben ein Traum muss ich sagen", "score": 5}, {"content": "gut", "score": 5}, {"content": "top kann ich nur empfehlen", "score": 5}, {"content": "Habe die App neu auf meinem Smartphone, aber danke schon mal für die 100 Startpoints als Anreiz.", "score": 5}, {"content": "finde ich gut Werbung durch blättern und Punkte sammeln und dann Schoppen gehen wenn man genug Punkte gesammelt hst ... besser auf jeden Fall als die Reklame im Briefkasten denn die brauche ich eh nicht mehr nur Probleme bei den Punkten einzulösen man muss es zum Druckstudio sich ausdrucken lassen so ab fotografieren erkennen die es nicht an bitte das noch verbessern sowie ähnlich Payback wäre super 👍", "score": 5}, {"content": "super app für Prospekte", "score": 4}, {"content": "einfach gut", "score": 5}, {"content": "top app", "score": 5}, {"content": "finde die App super. ist täglich ein muss :) weiter so", "score": 5}, {"content": "Leider gibt es kaum noch Prospekte von den Händlern. Wird von Woche zu Woche weniger.", "score": 1}, {"content": "Flüssiges Anschauen der Prospekte :)", "score": 4}, {"content": "Mega", "score": 5}, {"content": "find sie total klasse ...kann ich nur empfehlen", "score": 5}, {"content": "Die App funktioniert gut und flüssig. Das Treueprogramm ist super und der Gutscheinversand ist zuverlässig und sehr schnell. Meistens hat man den Gutschein innerhalb von 10 Minuten im E-Mail Postfach.", "score": 5}, {"content": "Ich finde es interessant und lustig. 🙂 Kann es nur empfehlen. Macht Spaß und man bekommt Gutscheine. Habe schon einen eingelöst.", "score": 5}, {"content": "Leider auch hier nur ein Teil der Prospekte verfügbar. Es gibt für mich leider keine App die das ganze Portfolio an Prospekten enthält die ich mir wünsche. Ich weiss aber das es schwierig ist alle Benutzer zufrieden zustellen.", "score": 3}, {"content": "Leider lässt sich die app nicht mehr öffnen. Ansonsten ganz zufrieden.", "score": 4}, {"content": "Super App", "score": 5}, {"content": "Toll wäre aus den einzelnen Prospekten per Klick auf den Artikel eine Einkaufsliste erzeugen zu können mit Preis und sortiert nach Anbieter", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Leider nicht alle Geschäfte dabei deswegen 4 Sterne ansonsten Top App 👍", "score": 4}, {"content": "Sehr gut", "score": 5}, {"content": "Super", "score": 5}, {"content": "Die App ist super", "score": 5}, {"content": "Find die App super", "score": 5}, {"content": "Ja ist cool aber ich habe halt nie Zeit wäre cool das wen ich lange nicht da war und dann wieder komm das ich dan 10 extra Punkte bekomme ist bei meinem Papa so", "score": 5}, {"content": "Gleiche App wie Marktjagd, siehe Bewertung dort.", "score": 1}, {"content": "Alles Super", "score": 4}, {"content": "👍👌", "score": 5}, {"content": "Seit Monaten suche ich globus SB warenhaus- Werbung... nix kommt... alles nur verarsche...", "score": 2}, {"content": "Zur Zeit fehlt das Kaufland Prospekt", "score": 3}, {"content": "Wenn ich meinen Standort angebe, zeigt es mir Märkte von sonstwo an, die in meiner Nähe sind jedoch nicht dabei. Ganz schwache Leistung. Und weg damit...", "score": 1}, {"content": "Ich find's gut. Alles funktioniert und der Service ist angenehm schnell mit antworten.", "score": 5}, {"content": "am anfang war es super. benutzte es seit 6monaten. aber jetzt ist das sammeln erschwert. es kommen seltener und weniger müntzen also als vor ca. 1-2monaten...", "score": 3}, {"content": "Super", "score": 5}, {"content": "Alles ist gut", "score": 3}, {"content": "Nach einer Woche tauchen erstmals Prospekte auf, nur leider fehlt Aldi. Man müßte die Prospekte noch beliebig sortieren können.", "score": 1}, {"content": "Bisher war alles super, leider kommt seit 2Wochen bei mir keine Aldi Werbung ( mein Mann hat die selbe App und er hat Aldi) und ich kann die Challenge nicht Beenden", "score": 4}, {"content": "Hat immer gut funktioniert! Bin sehr zufrieden! Danke", "score": 5}, {"content": "Ich bin zufrieden 🖒", "score": 5}, {"content": "Die App ist super", "score": 5}, {"content": "Sehr praktisch, stürzt aber häufig ab", "score": 4}, {"content": "Top...super...kein Prospekte wälzen mit Papier nötig.alles in App vorhanden.", "score": 5}, {"content": "Wieso fehlen so oft Prospekte von den Supermärkten sind nicht immer alle dabei das ist schade sonst 5 *", "score": 4}, {"content": "Super", "score": 5}, {"content": "Sehr gute App", "score": 5}, {"content": "Klasse App", "score": 5}, {"content": "Ist nicht schlecht macht Spaß", "score": 5}, {"content": "Super app", "score": 5}, {"content": "Mega", "score": 5}, {"content": "Eigentlich keine schlechte App. Sammelpunkt-system ist aber zu starr. Wenn ich mal eine Woche z.B. wg Urlaub nicht die Prospekte durchblättere, dann sind die Challenges weg. Macht so keinen Spaß, sorry. Ansonsten brauchbar und die meisten Prospekte sind pünktlich verfügbar und auch die Qualität ist ok. Was nervig ist, sind die Links , wenn die auf Seiten mit vielen Artikeln sind. Dann sieht man die ganzen Artikel erst wenn die Seite groß genug gezoomt wird, weil ansonsten überlagert von den Links. Da muss eine andere Lösung her. Auch kann man nur immer von der ersten Seite zu blättern anfangen, auch wenn ich mal nur in der Mitte was suchen oder von hinten beginnen will. Wenn ihr die drei Punkte ändert und verbessert, dann gibt's 5 Stars 16.10.2018 Update: GesamtBewertung weiter unverändert. Pro: an der App wurden manche Details verbessert Contra: Prospekte kommen nicht mehr so zuverlässig als am Anfang. Das ist nervig da ich so meine Einkäufe schlechter planen kann (Stelle fest dass ich wieder öfter zu den Papierprospekten greife..) Auch schleicht sich der Verdacht ein, dass ein System dahinter steckt, da seltsamerweise oft die Prospekte fehlen, bei denen man schon 3 oder 4 Wochen eine Challenge aufgebaut hat und diese dann unverschuldet nicht vervollständigt werden kann. Fair ist was anderes... Daher leider in Summe keine höhere Bewertung... schade", "score": 3}, {"content": "Die App ist Super, es sind sehr viele Prospekte vorhanden.Habe in kurzer Zeit schon drei Gutschein erhalten.Top!!!", "score": 5}, {"content": "Ich liebe diese App, kann immer schnell mal die Prospekte durchblättern und dabei noch Punkte sammeln. Hab schon meine Treuepunkte in einen Gutschein umgewandelt. Keine Probleme mit abstürzen oder sonstigem .", "score": 5}, {"content": "Super", "score": 5}, {"content": "Alle Angebote auf einmal einfach super", "score": 5}, {"content": "Diese App ist klasse", "score": 5}, {"content": "Sehr gute Angebote. Top", "score": 4}, {"content": "Endlich eine App für Einkaufsprospekte, die alle Märkte in meiner Umgebung erfasst+ super flüssig läd und funktioniert und zudem noch ein Bonusprogramm liefert. Meine wärmste Empfehlung", "score": 5}, {"content": "Zeigt immer noch alte Prospekte und eine Viel zu geringe Auswahl! Unnötige App!", "score": 1}, {"content": "Die Prospekte in Papierform kommen zumindest pünktlich an. Ein gutes Angebot am 2.10. erhalten, endete aber am 28.09....", "score": 3}, {"content": "Seit dem letzten Update öffnen die Prospekte bei den Lieblingen nicht mehr was vorher funktioniert hat! Ansonsten finde ich die App ganz hilfreich und gut", "score": 4}, {"content": "Sie ist gut", "score": 4}, {"content": "Gute App", "score": 4}, {"content": "Sehr gut", "score": 4}, {"content": "Miserable Seiten Darstellung. Wenige Geschäfte. Nervt extrem durch popups und unerwünschter neben Werbung!", "score": 1}, {"content": "Schade, dass es nicht eine App gibt, wo man wirklich alle Werbeprospekte findet. Ansonsten top. 👍", "score": 4}, {"content": "super", "score": 5}, {"content": "innerhalb von 3 sec mein gutschein bekommen danke schön. sehr gute App :)", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Kein Rewe und kein Penny, für mich nicht zu gebrauchen. :(", "score": 1}, {"content": "Toll", "score": 5}, {"content": "Super App. Hält was es verspricht", "score": 5}, {"content": "Bin sehr zufrieden 😉", "score": 5}, {"content": "Stimmt alles.", "score": 5}, {"content": "Beste App für Prospekte im Store kann ich jedem Empfehlen aber am besten über Wlan verbaucht etwas datenvolumen", "score": 5}, {"content": "Ich finde es gut", "score": 5}, {"content": "Also sehr gut das man damit Geld verdienen kann", "score": 5}, {"content": "Ich finde es super das ich meine lieblings Geschäfte immer zur Hand habe.", "score": 5}, {"content": ".... bisher ganz ok", "score": 4}, {"content": "Gut", "score": 5}, {"content": "Nach Update müssen Prospekte komplett durchgeblättert werden, um Challenges \nabzuschliessen. Ausserdem.müssen die Verlinkungen auf Websites auf jeder \nSeite erneut deaktiviert werden. Ausserdem muss man den Button jetzt \ngedrückt halten, um die verlinkungen auszublenden. Bei manchen Prospekten \nsind die Seiten durch die Verlinkungen nicht mehr zu erkennen. Wünschte ich \nhätte nie geupdatet 😑", "score": 2}, {"content": "Suuuuper", "score": 5}, {"content": "Finde die App Super !", "score": 5}, {"content": "Keine Miniaturansicht fürs blättern", "score": 1}, {"content": "Eigentlich eine super App. Aber sobald man sich an einem anderen Standort \nbefindet, sind die markierten Lieblinge nicht mehr aufrufbar. Schade ist \nzudem, dass teilweise Prospekte nicht jede Woche zur Verfügung stehen und \ndamit laufende Challenges nicht abgeschlossen werden können (30.07.-03.08. \nfehlt z.B. das Aldi Süd Prospekt)", "score": 3}, {"content": "Praktisch und umweltfreundlich", "score": 5}, {"content": "Sehr tolle App", "score": 5}, {"content": "Super schön", "score": 5}, {"content": "Die Option Punkte zu sammeln macht den Unterschied", "score": 5}, {"content": "Tool", "score": 5}, {"content": "Die App ist super. 👍", "score": 5}, {"content": "Tolle App macht genau was sie soll", "score": 5}, {"content": "Super", "score": 5}, {"content": "Das ist eine super App", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Super App ! Hab schön Punkte gesammelt und bis jetzt insgesamt 10 € \ngeschenkt bekommen :) Danke !", "score": 5}, {"content": "die App ist gut aber ich weiß noch nicht wie das mit den Punkten ist", "score": 4}, {"content": "Super App aber Punkte abzug weil man die Punkte nicht mehr senden kann wenn \nwider möglich dan volle Punktzahl zeigt andauernd 0 Punkte Verfügbar \nSupport antwortet seid Wochen nicht Update gemacht keine neuen Funktionen \nentdeckt.", "score": 1}, {"content": "Punkte Versand funktioniert nicht seid Wochen angeblich 0 Punkte verfügbare", "score": 1}, {"content": "Praktisch und umweltfreundlich", "score": 5}, {"content": "Coole App, nur leider gibt es keine Funktion Prospekte auf dem Handy zu \nspeichern, um sie auch offline verfügbar zu machen, oder hab ich da etwas \nübersehen?", "score": 4}, {"content": "Mein treupunkt ID ist funktionert aber ich kann nicht mein treue punkt \nverfügbar übertragen weil es ist immer null 0", "score": 3}, {"content": "Ich finde die App sehr gut", "score": 5}, {"content": "Super App, sehr zuverlässig, gutes Punktesystem", "score": 5}, {"content": "Einfach Super", "score": 5}, {"content": "Tolle app nur leider wird sie immer \"angehalten \" so das man das Prospekt \nneu suchen muss deshalb keine vollen Sterne", "score": 4}, {"content": "Seit 2 Wochen geht die Punkte Übertragung nicht mehr, mann wird immer nur \nvertröstet egal was angeblich da umprogramiert werden Muss es dauert keine \nzwei Wochen die meisten Spieler haben keinen Erfolge reiter obwohl dieser \nbeworben Wird", "score": 1}, {"content": "Künstlich hochgelobt, gibt besseres", "score": 3}, {"content": "Könnten noch andere mit zu, aber ansonsten sehr hilfreich da ich nicht \njeden Sonntag Prospekte bekomme.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Gut für neuigkeiten", "score": 5}, {"content": "Eigentlich gute App. doch es gibt zu wenige Prospekte von Geschäften in der \nNähe. Wenn's mehr werden, gibt's mehr Sterne. So ist sie nur die Hälfte \nwert.", "score": 3}, {"content": "Hatte vorher viele solche Apps ausprobiert und diese hier gefällt mir am \nbesten. Habe heute meinen ersten Gutschein eingelöst. Werbung anschauen und \ngleichzeitig Treffpunkte sammeln.eine super Idee. Vielen lieben dank", "score": 5}, {"content": "Gute APP zum Punkte sammeln und Gutschein \"ergattern\"", "score": 5}, {"content": "Super", "score": 4}, {"content": "Klasse App", "score": 5}, {"content": "Super gut leider fehlen mir ein paar Geschäfte oder sie waren da und \nplötzlich nicht mehr. Ärgerlich für chellenge", "score": 4}, {"content": "Es gäbe mehr Sterne wenn für meine Region die entsprechenden Prospekte \n(Scotti Netto, Edeka, Aldi Nord, Np, Penny usw.) vorhanden wären. Das \nKonzept an für sich ist gut und übersichtlich aber ausbaufähig.", "score": 3}, {"content": "Habe eben meinen ersten Gutschein durch das sammeln von Treuepunkten \nerhalten. Bin begeistert! Weiter so....", "score": 4}, {"content": "Die App stürzt bei mir leider nach wie vor bei jedem zweiten Prospekt ab... \nAnsonsten schöne App, sehr nützlich.", "score": 2}, {"content": "Nach dem neuen Update funktioniert die App nicht mehr richtig. Alle \ngesammelte Münzen sowie die challanges nicht mehr vorhanden.", "score": 3}, {"content": "Ein Problem ist aufgetreten seit Gestern beim Öffnen (Mein Treupunkte) Seite", "score": 2}, {"content": "Ich vermisse sehr viele Ketten, wie den schwarzen Netto, Marktkauf u. a.", "score": 2}, {"content": "Wo bitte ist/find ich den Edeka, sowie Aldi Prospekt wie von Ihnen u.a. \nangepriesen??? Falls Sie mit das sagen können gibts volle \nSterne...Ansonsten würde ich Ihre Beschreibung ändern, da nicht hält was \nverspricht", "score": 3}, {"content": "Super", "score": 5}, {"content": "Super", "score": 5}, {"content": "Super", "score": 5}, {"content": "Alle Prospekte sind immer schön über diese App abrufbar, nur sehr selten ist kein Prospekt vorhanden, auch wenn es definitiv eines gibt.", "score": 4}, {"content": "Es fehlen total viele Prospekte! Mit Rossmann wurde ich gelockt... aber Rossmann gibt es hier nicht... Aldi steht drin aber keine Angebote.. find ich unnütze..", "score": 3}, {"content": "Zufrieden", "score": 5}, {"content": "Tolle app! Bin sehr zufrieden 😊", "score": 5}, {"content": "Prima APP, spart mir jede Menge Papiermüll, und bin trotzdem sehr gut informiert Schön übersichtlich, schnell und stabil. Danke dafür.", "score": 5}, {"content": "Finde die App super!!! Einfach zu handhaben und alles aktuell! Toll 👍", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Aktuelle Prospekte (z. B. Penny Markt) werden nicht angezeigt...es wären keine vorhanden. Aber bei einer anderen App habe ich die aktuellen. Lohnt sich also nicht, wenn es keine aktuellen Prospekte gibt.", "score": 1}, {"content": "Super App", "score": 5}, {"content": "Benötigt zu viele Zugriffsrechte", "score": 1}, {"content": "Super", "score": 5}, {"content": "Spitzen-App. Ist absolut empfehlenswert. Hat mir schon einigemale geholfen Geld zu sparen", "score": 5}, {"content": "Super App 😁", "score": 5}, {"content": "Eine App, die mir Prospekte und Angebote anzeigen will, benötigt \"um richtig zu funktionieren Zugriffsrechte auf Kamera, Mikrofon, Kontakte, Körpersensoren...\" und was weiß ich noch alles?? Ernsthaft? Und tschüß!", "score": 1}, {"content": "Ihr seid super. Habe viele Apps probiert aber Ihr seid besser. Nur leider fehlen noch ein paar Unternehmen. Aber denke das schafft Ihr auch noch.", "score": 4}, {"content": "Gute App", "score": 4}, {"content": "Super App, bin sehr zufrieden. Habe lange gesucht und endlich gefunden.", "score": 5}, {"content": "Super app . Jetzt brauch ich nicht mehr auf die Blättchen warten. Einfach und aktuell. Weiter so", "score": 5}, {"content": "Super kann ich nur Mega weiter empfehlen hab alles auf einmal im Blick und immer dabei vielen herzlichen Dank für die tolle app", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Alles super", "score": 5}, {"content": "Übersichtliche und funktionale App.", "score": 5}, {"content": "Sehr gut", "score": 5}, {"content": "Ich finde die App klasse. Nur leider fehlt ein wichtiger Händler für mich so dass ich eine zweite App nutzen muss. Hoffe der Händler kommt bald dazu.", "score": 5}, {"content": "Top App...dank Treuepunkte sammeln macht es noch mehr spass die werbung durchzublättern.weiter so😍", "score": 5}, {"content": "Die App ist zwar gut, stürzt aber ständig ab. Wenn man dann auf seite 60 eines Katalogs ist und von vorne anfangen muss, ist es nervig.", "score": 3}, {"content": "Gibt nix zu meckern ! Schade !", "score": 5}, {"content": "Für mich einfach nur super", "score": 5}, {"content": "Super App. Dank dieser bin ich nicht mehr stundenlang mit den Papierangeboten beschäftigt und kann immer und überall stöbern. Alles was  ich interessiert ist dabei . WUNSCHLOS glücklich.", "score": 5}, {"content": "Klasse", "score": 5}, {"content": "Tut was es soll", "score": 5}, {"content": "Sehr gut gemachte App 😉", "score": 5}, {"content": "Supaaa", "score": 5}, {"content": "Immer gut informiert", "score": 5}, {"content": "1a Klasse", "score": 5}, {"content": "Super App! Ich habe schon einige aus probiert. Diese ist für mich richtig gut. Nicht überladen, einfach in der Handhabung und mit sehr guter Darstellung zum lesen. Mit dieser App macht das durch blättern der Prospekte richtig Spass!", "score": 5}, {"content": "Verlangt am Anfang nur wenige Berechtigungen, hat man sie dann installiert kommt ein Rattenschwanz am Berechtigungen denen man zustimmen muss!", "score": 1}, {"content": "Gut", "score": 5}, {"content": "Starke App mit Punkte System zum Sammeln! So mach es noch mehr Spaß!", "score": 5}, {"content": "Gut soweit", "score": 3}, {"content": "👍🏻", "score": 4}, {"content": "Angebote sind auf dem neuesten Stand", "score": 4}, {"content": "Die App ist super", "score": 5}, {"content": "Gute App", "score": 4}, {"content": "IST KLASSE MIR FEHLEN NOCH EINIGE Prospekte aber soweit SUPER.", "score": 4}, {"content": "Ok", "score": 5}, {"content": "Die App funktioniert gut", "score": 5}, {"content": "Diese App ist richtig gut danke👍", "score": 5}, {"content": "Die App ist richtig gut 👍", "score": 5}, {"content": "Leider ist diese App wie viele andere auch ... auch hier fehlen mir div. Läden. Leider kann man hier auch nicht gezielt nach Produkten suchen um danach die zu besuchenden Läden auszuwählen Von mir hierfür leider nur 2 ☆", "score": 2}, {"content": "Problem gemeldet, kurz danach behoben, 👍", "score": 5}, {"content": "Keine Ahnung warum die App so gut bewertet ist. Nicht alle Prospekte. Irgendwelche Internetangebote die ich gar nicht sehen will. Und Zwang das man 3 Lieblingsgeschäfte auswählen muss damit die App überhaupt erst startet. Für mich unbrauchbar!!", "score": 2}, {"content": "App zeigt 3 Sekunden den Startbildschirm und legt sich danach wieder schlafen. Fazit. Zur Zeit unbrauchbar.", "score": 1}, {"content": "Richtig schlecht lässt sich nicht Mal öffnen", "score": 1}, {"content": "Sehr gut", "score": 4}, {"content": "Super", "score": 5}, {"content": "Super App", "score": 5}, {"content": "Finde ich super", "score": 5}, {"content": "Habe die prospekte immer aktuell und durch die app immer dabei... einfach super", "score": 5}, {"content": "Bis jetzt sehr zufrieden", "score": 5}, {"content": "Mega gut aufgestellt man kommt sofort klar damit", "score": 5}, {"content": "Ist einfach super", "score": 5}, {"content": "Einfach SUPER! Aldi, Lidl, Netto, Norma in einem App! Klasse!", "score": 5}, {"content": "Alles gut", "score": 5}, {"content": "Ich kan angebote 1 woche vorschauen", "score": 5}, {"content": "Alles okay :~))", "score": 5}, {"content": "Super übersichtlich !", "score": 5}, {"content": "Schönes Design, gute Inhalte. Danke!!", "score": 5}, {"content": "Sehr schöne App", "score": 5}, {"content": "Super tolle App", "score": 5}, {"content": "Bei installation auf alles zu greifen wollen, das geht garnicht, gleich wieder deinstalliert", "score": 1}, {"content": "Finde ich gut", "score": 4}, {"content": "Für ne Große Aufmachung recht es, um fest zu stellen das die Auswahl an Geschäften echt mager ist.  Habe in Vergleichbaren Anwendungen schon mehr mehr alles das dreifache gesehen.", "score": 1}]