[{"content": "Bonne application très bons catalogue réunis en une seule application", "score": 5}, {"content": "Dommage que l on ne puisse pas choisir sa région ou ville", "score": 2}, {"content": "Top", "score": 5}, {"content": "Bien", "score": 5}, {"content": "Très bon catalogue", "score": 5}, {"content": "Sa me de beaucoup.", "score": 5}, {"content": "les catalogues ne viennent toujours pas le bon jour donc on rate les promos", "score": 3}, {"content": "Bon courage", "score": 5}, {"content": "Souvent impossible de se connecter", "score": 5}, {"content": "app simple et claire. pas plus", "score": 5}, {"content": "Bien", "score": 4}, {"content": "Énormément de bug je n arrive qu 1fois sur 5 a ouvrir l appli . Pas possible de cibler sa recherche pour avoir les magasins a proximité", "score": 2}, {"content": "Plus de catalogue super U et autre", "score": 3}, {"content": "Beaucoup de catalogue qui se trouve dans le département 97 ???? Je suis en metropole proche de paris. C est quoi l intérêt des 3/4   des catalogues.", "score": 2}, {"content": "Les catalogues ne s'ouvrent plus, on se sort les doigts s.v.p.", "score": 1}, {"content": "J'adore le style mais pourquoi ne peut on pas afficher uniquement nos favoris ???", "score": 3}, {"content": "Super", "score": 5}, {"content": "C'est bien, tout les derniers catalogues mais resolution mediocre et pas de mosaïque par catalogue.", "score": 3}, {"content": "Fonctionnait bien au début. ..puis ne fonctionne plus depuis un certain temps...message d'erreur: perte de connection wifi !! J'ai un Galaxy s7 edge pour info ... dommage :(", "score": 3}, {"content": "Application hyper bugué... sur galaxy s7 edge.... un comble pour l un des téléphone les plus vendu. Folder non mis a jour (certains derniers datent de 2015.... lol) les plus recents ne s ouvrent pas (pas de connexion internet alors que je suis en wifi ou en 4g) je desinstalle", "score": 1}, {"content": "Depuis la dernière maj elle ne marche plu sur mon prime", "score": 1}, {"content": "Catalogue non mis à  jour, exemple auchan", "score": 2}, {"content": "Toujours en retard et bug", "score": 1}, {"content": "Super merci", "score": 5}, {"content": "Bon applications  merci", "score": 4}, {"content": "Franchement , c génial et en plus  c pratique pour savoir se qu'il y a de bien a acheté et pas cher👍", "score": 5}, {"content": "Bcp plus de catalogues et de enseignes disponibles, comparatif au Bonial.", "score": 5}, {"content": "C'est trop cool y'a beaucoup de catalogue et même les anciens y sont ! 💓pas de bug il suffit d'avoir une bonne connexion internet et c bon !👍", "score": 5}, {"content": "J'aime bien prospectus pour les promo", "score": 5}, {"content": "JaiaimesJ", "score": 2}, {"content": "SVP METTEZ LES PUBS À JOUR", "score": 3}, {"content": "Pas souvent à jour au niveau des dates de prospectus", "score": 2}, {"content": "Beaucoup de doublons et les catalogues ne sont pas à jour comparé à vos concurrents.  J'espère que vous ferez une maj. Bientôt.", "score": 3}, {"content": null, "score": 1}, {"content": "Dommage que les catalogues ne soient dispo que 3 jours en moyenne après le passage du facteur. Exemple: ma mère a reçu sa pub lidl hier et ici elle est indisponible, impossible d'en parler avec elle. Idem pour but et confo...", "score": 3}, {"content": "Sa bogue pas mal!", "score": 3}, {"content": "Et en plus l'application ne marche quasiment jamais !  Sauf pour afficher les pubs du développeur !", "score": 1}, {"content": "Cette application bug souvent merci de rectifier.", "score": 2}, {"content": "Beugue trop pour le chargement des catalogues", "score": 2}, {"content": "Trop bien", "score": 5}, {"content": "J'espérais voir des améliorations mais malheureusement je supprime. Trop de beug, prospectus non trié par région, et maintenant l'application s'ouvre et ne s'arrête pas de charger sans afficher les catalogue", "score": 1}, {"content": "La très grande majorité des enseignes est présente. Parfait... mais il n'est pas possible de lire le descriptif détaillé en zoomant  (résolution trop faible)", "score": 4}, {"content": "Adorables", "score": 5}, {"content": "Trop bien.", "score": 4}, {"content": "Juste la pub c'est chiant", "score": 4}, {"content": "Ya un truc à revoir,  ça coupe sans arrêt. Impossible de regarder 2 pages. Je desinstalle", "score": 1}, {"content": "Seulement la premiere page s'agfiche mais la pub par contre pas de probleme. Les catalogue sont scannes donc flou si on agrandi", "score": 1}, {"content": "Big depuis quelques jours refuse de s'ouvrir", "score": 2}, {"content": "On ne peut pas choisir les magasins qui sont a proximité de chez nous.", "score": 1}, {"content": "A quand la prochaine mise à jour ? merci", "score": 2}, {"content": "Un aperçu très complet de quasi tous les prospectus. Dommage que l'on ne puisse pas faire une recherche par article ou par rayon multi-enseignes: informatique, électroménager, etc...", "score": 3}, {"content": "C'est un gain de place pour la mémoire puisque tout est réuni au linceul et cela nous permet de choisir avec la même application sans être obligé de désactiver et réactiver de l'application lassitude rien de plus", "score": 4}, {"content": "Impossible de regarder un catalogue en entier car l'application revient sans arrêt sur la page d'accueil", "score": 1}, {"content": "Laisse les anciens catalogues, mais n affiche pas ceux en cours", "score": 2}, {"content": "C q", "score": 5}, {"content": "La meilleure", "score": 5}, {"content": "50 tentatives pour avoir l'intégralité d'un prospectus vous intéresse ? Cette application est faite pour vous mais le résultat n'est pas garanti.", "score": 1}, {"content": "Impossible de visionner les pages des catalogues jusqu'au bout. Je désinstalle", "score": 1}, {"content": "trop fort", "score": 5}, {"content": "Utile", "score": 4}, {"content": "Avoir les catalogues qui concerne les magasins près de chez nous serait pas mal 😉", "score": 2}, {"content": null, "score": 5}, {"content": "Le développeur de cette appli vous propose du contenu qui provient de mon propre site sans aucune autorisation - c'est tout bonnement scandaleux !   Réponse 22/09: ahhh mais oui suis-je bête - pourquoi est-ce que je me casse le trognon à passer des heures et des heures chaque jour à rechercher, télécharger, mettre en forme tous ces documents - alors qu'il me suffit d'attendre que vous fassiez tout le travail et que je copie ce que vous mettez en ligne, c'est tellement plus simple comme ça !  Je vais donc surveiller votre profil Issuu et recopier tout le contenu \"public\" que vous y placez, vous n'y verrez aucun inconvenient je pense....", "score": 1}, {"content": "Pas mal", "score": 4}, {"content": "Impossible de telecharger désolé pour la note", "score": 1}, {"content": "Des nombres pour nommé les pages . Une possibilité de lire les descriptifs lors de zoom . Pouvoir faire une liste de course . Et enfin , pouvoir cibler une zone géographique . Sinon , toutes les enseignes y sont , ça c'est bien.", "score": 3}, {"content": "Dommage,du coup on doit se farcir tous les magasins d'une même enseigne avant de trouver le sien.", "score": 3}, {"content": "Excellent", "score": 5}, {"content": "De très nombreux catologues, toutes les grandes enseignes y sont, catalogues rapides à charger. Fait son job", "score": 5}, {"content": "Pas de mise à jour ...", "score": 1}, {"content": "Une demie note parce que ça ne fait que 10mn que je le teste, mais pour l'instant c'est du tout bon.", "score": 3}, {"content": "Nombreuses enseignes représentées dans cette application. Jusqu'à présent, pas de bug. Je regrette juste que l'application ne permette pas une sélection de produits et le partage.", "score": 4}, {"content": "Je ne peux pas ouvrir l 'application. Bug à chaque fois.", "score": 1}, {"content": ".", "score": 5}]