[{"content": "Bien", "score": 4}, {"content": "Superbe appli très pratique", "score": 5}, {"content": "Nul", "score": 1}, {"content": "Illisible", "score": 1}, {"content": "Très bien", "score": 5}, {"content": "J'apprécie de pouvoir tous les catalogues", "score": 5}, {"content": "Tres pratique", "score": 4}, {"content": "Je trouve cette application vraiment trop pratique quand on a peu de moyen. Cela nous permet de faire de bonne affaires et ainsi survivre", "score": 5}, {"content": "Cc svp enlevé catalogue dates dépassé et mettre produit à sur catalogue merci", "score": 2}, {"content": "Tip top", "score": 5}, {"content": "Installation forcée par Listonic. Ce qui lui a valu une désactivation par Google.", "score": 1}, {"content": "Très bien", "score": 4}, {"content": "Super économie", "score": 5}, {"content": "C'est dur à visionner sur un smartphone, plutôt préférer un grand écran. C'est très bien pour éviter le gaspillage de papier. Bien pour ceux qui aime le digital. Personnellement,j'aime bien la pub papier, ça évite d'avoir toujours un téléphone où une tablette dans la main!! Un peu des deux, c'est pas mal,non??", "score": 4}, {"content": "J'aime bien", "score": 5}, {"content": "Application très utile mais les catalogues sont presque illisibles, gros point noir il faut augmenter la définition des textes", "score": 3}, {"content": "Vraiment bien ! 🙃", "score": 5}, {"content": "Pratique avant de partir aux courses", "score": 5}, {"content": "impossible de voir les references, ex je tape pour voir les promosvodka, l appli cherche des nom de magazins au lieu du produit. pas d interet.", "score": 2}, {"content": "J'aime cette application, très pratique.", "score": 5}, {"content": "Super pratique", "score": 5}, {"content": "Désinstallé, l'application n'arrive pas à localiser les magasins près de chez moi alors qu'il y en a plusieurs", "score": 1}, {"content": "FÉLICITATIONS!!!", "score": 5}, {"content": "Nul je n'arrive pas a me connecter ça me dit (n'a pas pu déterminer l'emplacement 500) pourtant jai mi la localisation automatique.", "score": 1}, {"content": "Bien", "score": 5}, {"content": "Trop de pub impossible de naviguer dans les catalogues", "score": 1}, {"content": "Ne respecte pas le paramétrage de magasins. Affiche tous les catalogues même des magasins à plus de 100km du lieu choisi ou de magasins où l'on ne mettra jamais les pieds. Application à améliorer. Suite à la réponse du site: Impossibilité de copier le réponse et de la faire traduire par un traducteur en ligne. Dialogue incompréhensible pour moi. Je maintiens que l'application est à améliorer.", "score": 2}, {"content": "Pratique, tous les catalogues de nos magasins dans une appli simple et ludique. Je recommande 👍", "score": 5}, {"content": "Je ne comprends pas les offres catalogue", "score": 3}, {"content": "Très bonne application", "score": 5}, {"content": "Super", "score": 5}, {"content": "Trop bien satisfait", "score": 5}, {"content": "Super pratique et vraiment bien.", "score": 5}, {"content": "Cette application est super 🥰🥰🥰", "score": 5}, {"content": "Cette application est très bien ça nous permet de voir beaucoup de promotions merci de votre compréhension cordialement merci ..", "score": 5}, {"content": "Top", "score": 5}, {"content": "Appli téléchargée depuis Listonic donc bien mais pas de lien avec elle, dommage. Ensuite Merci, Problème avec le catalogue du Leclerc résolu, mais celui de Valence en Espagne s'affiche toujours. Pas de bouton actualiser ou Rafraichir?", "score": 3}, {"content": "Zero", "score": 1}, {"content": "J'ai enfin accès a des catalogues que je n'ai pas a ma boîte a lettres ou que je reçois trop tard", "score": 4}, {"content": "Impeccable bravo !!!!", "score": 5}, {"content": "Aucune réduction, ce sont de simples catalogues", "score": 1}, {"content": "Application inutile, pas de promotion ni de bon de réduction. Il y a seulement les catalogues des magasins.", "score": 1}, {"content": "Très pratique", "score": 5}, {"content": "Le bon coin", "score": 3}, {"content": "des catalogues NON disponibles en visuel, obligé de regarder sur internet directement ce qui rend l'application totalelement inutile !", "score": 2}, {"content": "Troger Noel", "score": 5}, {"content": "Très bien...😁", "score": 5}, {"content": "Super application je pense qu'il serai cool qu'on est le prix des articles pour les catégories sinon je valide tous à fait c'est super sympa avec mon cerveau qui ce perd parfois la ma liste est complète et simple je recommande", "score": 4}, {"content": "Application malveillante", "score": 1}, {"content": "Fini les prospectus papiers ! Vive la planète !", "score": 5}, {"content": "Très bien", "score": 5}, {"content": "Bonne appli", "score": 3}, {"content": "Super", "score": 5}, {"content": "Application génial plus besoin de râler quand j'ai pas mes pubs 😊", "score": 5}, {"content": "Tres bonne application merci", "score": 5}, {"content": "Cool", "score": 5}, {"content": "Ok", "score": 5}, {"content": "Attention , arnaque totale comme telechargement . Application totalement inutile , aucune réduction ou promotion proposée sur aucun magasin . C'est une appli qui vous montre que des catalogues Scadaleux vraiment", "score": 1}, {"content": "Très bien", "score": 5}, {"content": "Très satisfait", "score": 4}, {"content": "Très bien", "score": 4}, {"content": "Je trouve que c'est super car tout les magazines qui sont dans l appli je les ai chez moi donc j en ai plus besoin.", "score": 5}, {"content": "Très pratique", "score": 5}, {"content": "Pratique pour trouvé des promos", "score": 5}, {"content": "Super", "score": 4}, {"content": "Vraiment sympas", "score": 4}, {"content": "Super utile", "score": 5}, {"content": "Super", "score": 4}, {"content": "Application très utile. Suivre les promos sur téléphone. Génial.", "score": 5}, {"content": "Super", "score": 5}, {"content": "Juste les catalogues", "score": 1}, {"content": "Aucun intérêt, désinstallé", "score": 1}, {"content": "Trop nul pas moyen de se localisé l'appli sert a rien", "score": 1}, {"content": "Regroupe tout les prospectus des magasins près de chez soi, super 👌", "score": 5}, {"content": "Pas a jour un catalogue Leclerc qui s est terminé depuis 15 jours", "score": 1}, {"content": "Pratique quand on ne reçois pas certains catalogue par contre pas forcément à jour donc voila pourquoi seulement 4 étoiles", "score": 4}, {"content": "Le top des catalogues", "score": 5}, {"content": "Utile", "score": 5}, {"content": "Très pratiques", "score": 5}, {"content": "Super pour voir les catalogues", "score": 4}, {"content": "De bonnes économies", "score": 5}, {"content": "👍👍👍👍", "score": 4}, {"content": "Très utile pour éviter les catalogues papier !", "score": 5}, {"content": "😀😀😉😉", "score": 5}, {"content": "Super", "score": 5}, {"content": "Pratique pour couponnage", "score": 5}, {"content": "Bonne application pour réunir l'ensemble des promo et catalogue dont on consulte les produits et la consultation prête et à jour reste à naviguer. Très bien.", "score": 4}, {"content": "Très pratique", "score": 4}, {"content": "Super idée pour les autres", "score": 5}, {"content": "Trop bien cette application", "score": 5}, {"content": "Très utile", "score": 5}, {"content": "Concept intéressant, mais la liste des magasins n'est pas le reflet de la réalité. J'ai sélectionné Bastia, là-bas il n'y a pas de LIDL, Leader Price, Ikea, etc.", "score": 3}, {"content": "Bien", "score": 4}, {"content": "J aime bien cette application elle est très serviable au quotidien", "score": 5}, {"content": "Très bien", "score": 5}, {"content": "Je suis contente de pouvoir feuilleter les catalogues promos sur mon téléphone car je ne reçois aucun prospectus vu que j'habites dans une résidence privée les distributeurs de journaux ni ont pas forcément accé car il leurs faut un badge pour ouvrir les 2 sas d'entrées avant de pouvoir arriver devant les boîtes aux lettres.je vous remerçie car maintenant je sais où je dois aller faire mes courses pour avoir les meilleures offres promotionnelles 👍😉 et ça me fais vraiment gagner du temps ☺️", "score": 5}, {"content": "Pratique, utile mais ajoute de la pub à la pub...", "score": 3}, {"content": "Top", "score": 5}, {"content": "👍👍👍👍👍👍👍", "score": 5}, {"content": "Facilités de marché.", "score": 4}, {"content": "Ideal", "score": 5}, {"content": "Super moi qui ne veux plus de prospectus dans ma boite aux lettres, bah à noël j'étais bien embêté. Et puis voilà les soldes je reste informé des bonne affaires sans pourrir la planète", "score": 5}, {"content": "Bonne apli", "score": 5}, {"content": "Bien", "score": 5}, {"content": "Bien", "score": 5}, {"content": "Top! toutes offres, datées, on peut sauvegarder les pages, elles sont actualisées. Je recommande.", "score": 5}, {"content": "Très très bien,tous les catalogues sûr la même application Bravo continué", "score": 5}, {"content": "Top", "score": 5}, {"content": "Bonne appli très utile pr regrouper les catalogues", "score": 5}, {"content": "Je découvre à peine , besoin de plus de temps pour donner un avis constructif", "score": 3}, {"content": "S Y M P A T", "score": 5}, {"content": "Très enrichissant", "score": 5}, {"content": "Très bonne application. Plus besoin de prospectuses dans la boîte au lettre.", "score": 5}, {"content": "J aime.me.tenir au courant des promos et cette appli me convient parfaitement", "score": 4}, {"content": "Top", "score": 4}, {"content": "Super j'adore", "score": 5}, {"content": "Pas Mal De Catalogue, bonne continuation", "score": 5}, {"content": "Tous les catalogues publicitaires sans papiers.", "score": 4}, {"content": "Très bonne application pour faire sa liste de courses avec les photos du catalogue. Le seul inconvénients c'est qu'il faut décaler les pages pour avoir la bonne photo. Cela est dû aux publicité.", "score": 4}]