[{"content": "Bug sullo zoom impazzisce e si blocca sistemate o disinstallo", "score": 1}, {"content": "L'unica applicazione x tutti i negozi è ipermercati molto valida", "score": 4}, {"content": "Ok", "score": 5}, {"content": "App molto utile ,ma ultimamente quando schiaccio il pulsante visualizza volantino non si apre la pagina resta bianca", "score": 5}, {"content": "Buona in tutti sensi.", "score": 5}, {"content": "Sempre informati sulle novità", "score": 5}, {"content": "Non si vedono i volantini. Android 10 patch gennaio", "score": 3}, {"content": "Come mai da un po'di tempo non si visualizza il volantino Mediaworld?", "score": 5}, {"content": "Bellissimo", "score": 5}, {"content": "Difficoltoso nello svolgere", "score": 1}, {"content": "Il migliore in assoluto", "score": 5}, {"content": "è molto comoda e ben fatta. peccato che ad oggi dopo l'ultimo aggiornamento non parte più", "score": 1}, {"content": "Dopo ultimo aggiornamento applicazione non si apre...provato da vari Device non va...", "score": 3}, {"content": "non funziona più dopo l'aggiornamento", "score": 1}, {"content": "dopo l ultimo aggiornamento l app non si apre più", "score": 1}, {"content": "Dopo l'ultimo aggiornamento l'app non funziona più", "score": 1}, {"content": "Non male anche se non ci sono tutti i negozi", "score": 3}, {"content": "Non funziona più...", "score": 1}, {"content": "L'app non funziona più. Come mai?", "score": 1}, {"content": "semplice, veloce e senza troppa pubblicità. Essenziale!", "score": 5}, {"content": "No è un cran che... In questi giorni nn funziona", "score": 1}, {"content": "dopo l ultimo aggiornamento nn si apre piu l app", "score": 1}, {"content": "dopo l'aggiornamento l'app non si apre più", "score": 2}, {"content": "Non funziona sul mio onor lite 10 Wiev", "score": 1}, {"content": "La uso da anni ma da qualke giorno va in crash", "score": 5}, {"content": "L'app non funziona più..", "score": 1}, {"content": "In crash appena aggiornata.", "score": 1}, {"content": "fa schifo", "score": 1}, {"content": "fantastica", "score": 4}, {"content": "buongiorno,l'applicazione e'ben fatta,pero'ogni tanto compaiono le copertine dei volantini ma probabilmente non sono stati caricati,nel caso dei volantini \"Aldi \" di questa settimana,si apre quello della prossima ma non quello di questa.riuscite x cortesia a farmelo visualuzzare?", "score": 5}, {"content": "perfetta", "score": 5}, {"content": "Scomoda", "score": 1}, {"content": "un app che non comprende la calabria", "score": 1}, {"content": "app totalmente discordante con i volantini in corso presso la maggior parte dei centri a cui si fa riferimento in più di un'occasione ho percorso km a vuoto per poi vedere che il volantino presente in sede era totalmente diverso da quello visualizzato sull'app", "score": 1}, {"content": "Molto utile.", "score": 5}, {"content": "non è una bella applicazione fa schifo", "score": 1}, {"content": "Aggiungete POZZOLI Market.... Graxie", "score": 5}, {"content": "Trovo ciò che mi serve facilmente per questo la ritengo ottima", "score": 4}, {"content": "Non funziona", "score": 1}, {"content": "TOOOP.", "score": 5}, {"content": "Bellissima Applicazione meglio di tanto altre", "score": 5}, {"content": "Applicazione non per niente aggiornata e volantini non presenti per tutte le regioni. Da non scaricare", "score": 2}, {"content": "Bellissima Applicazioni", "score": 5}, {"content": "Poco aggiornato, per esempio il volantino Unieuro è uscito da 3 giorni e ancora qua sull'applicazione non c'è. A volte sono a così bassa risoluzione che come ingrandisci poco poco per leggere qualcosa diventa tutto sgranato. Pessima", "score": 1}, {"content": "Sinceramente prima era da 5 stelle ma dopo l'ultimo aggiornamento hanno tolto la possibilità di aprirlo con il wi-fi quindi funziona solo con connessione dati ! Non riesco a capire il motivo !", "score": 2}, {"content": "I volantini non li apre", "score": 1}, {"content": "Disinstallata in quanto ogni volta arrivavo al supermercato con offerte inesistenti!!!", "score": 2}, {"content": "Questa applicazione do 5 Stelle perché è fatta bene e se l'ho merita le pagine si aprono senza problemi", "score": 5}, {"content": "Good app", "score": 5}, {"content": "Non si sa se scarica o dorme", "score": 1}, {"content": "priama era uno spettacolo, dopo l ultimo aggiornamento non va oltre la prima pagina..aspetto nuovo aggiornamento o la cancello", "score": 1}, {"content": "Ooo😃", "score": 5}, {"content": "Dai Primi di Novembre 2016 i volantini sono a bassissima risoluzione e zoomando Non si riesce a leggere niente (es dati tecnici di prodotti di elettronica)", "score": 2}, {"content": "Funziona bene aggiornato ma da quando avete levato la visualizzazione a griglia lo boccio a pieni voti. Era comodissimo ora una schifezza RIMETTETELO", "score": 2}, {"content": "Purtroppo era secondo me la migliore ma adesso è quasi inutilizzabile... lentissima.. spesso dice mancanza connessione internet... davvero da scartare se non ritorna come prima...", "score": 1}, {"content": "App molto bella peccato che consuma un sacco in connessione dati e con il Wi-Fi non funziona.. Sarebbe da migliorare questo aspetto", "score": 3}, {"content": "Dopo l'ultimo aggiornamento non funziona più, nel senso che non visualizza i cataloghi oltre la prima pagina.", "score": 1}, {"content": "Non sempre ci sono i volantini aggiornati. Comodissima.", "score": 3}, {"content": "Scegli la regione e poi appaiono tutte altre", "score": 2}, {"content": "È migliorato molto, non è ancora perfetto ma è un ottima app", "score": 4}, {"content": "Ottima per le offerte da tenere sott occhio", "score": 5}, {"content": "Bello ma se ci mettete anche i volantini dei negozi cinesi sarebbe ancora migliore secondo me", "score": 4}, {"content": "Ho provato anche altre app ma devo dire che è la migliore.", "score": 5}, {"content": "Dovete togliere gli store 🏪 inesistenti", "score": 3}, {"content": "Molto pratico!!!!", "score": 5}, {"content": "Quando apro i volantini si blocca sempre in modo anomalo", "score": 2}, {"content": "In assoluto il migliore..il più semplice da usare! Aggiungete solo l'ipermercato Galassia e poi ci sono tutti quelli che contano..e vi darò 5 stelle................Le richieste degli utenti,a mio modesto parere,devono essere importanti per voi e dovete cercare di soddisfarle. Aggiungere l'ipermercato Galassia altrimenti ogni tre mesi scendo di una stella. Sono mesi che vi faccio questa richiesta...e ad oggi niente! Male..la professionalità si vede da queste cose!", "score": 4}, {"content": "Mi piace. È utile e facilissimo da utilizzare", "score": 5}, {"content": "bella applicazione pero quando digito la lente per la ricerca esempio io o cercato ekom fa vedere il volantino pero non torna piu indietro e si blocca risolvete", "score": 3}, {"content": "La uso da un po e devo dire che mi trovo molto bene.Mi consente di avere una panoramica dei prezzi.", "score": 4}, {"content": "Questa App.e la migliore in assoluto. Ho anche provato Dove Conviene che è buona ma a volte aveva dei bug e non si aprivano le pagine", "score": 5}, {"content": "Non funziona piu' su tablet", "score": 1}, {"content": "Metterei zero stelle provate DOVECONVIENE meglio di questa spazzatura", "score": 1}, {"content": "Da un po' di tempo ha smesso di aprire i volantini", "score": 1}, {"content": "Mi dispiace ma non fa il suo dovere, mostra volantini di altre regioni che con la tua non c'entrano nulla, come mi è capitato ANCHE oggi andando al supermercato per un offerta il cui prezzo non rispecchiava quello trovato nel punto vendita, e il perché è dato dal fatto che, con tutta la regione impostata, mi mostrava comunque il volantino sbagliato. Per questo motivo vi saluto e proseguo ad usare un'altra app che il suo dovere lo fa eccellentemente. 🙅", "score": 1}, {"content": "I filtri regione non funzionano. Risultato? Hai sfogliato un volantino e poi dici noooohh. Era quello sbagliato!", "score": 2}, {"content": "Buona molto utile", "score": 5}, {"content": "Trovi tutti i volantini sempre aggiornati.  Perfetta", "score": 5}, {"content": "Perfetta", "score": 5}, {"content": "Ci sono tutti i volantini possibili e immaginabili! Ottima app!!", "score": 5}, {"content": "Bellissima app, molto intuitiva e funzionale ma soprattutto utile. Grazie allo sviluppatore.", "score": 5}, {"content": "Funziona bene e soprattutto trova qualsiasi volantino vicino e lontano da chi cerca!", "score": 5}, {"content": "Raccoglie tutti i volantini dell'Italia, comoda! Era da tanto che cercavo un programma del genere!", "score": 5}, {"content": "Trovo facilmente tutti i volantini per verificare le offerte", "score": 5}, {"content": "Utilisssssima", "score": 5}, {"content": "Bella app veramente comoda per le offerte negozi", "score": 4}, {"content": "Non carica i volantini.", "score": 1}, {"content": "Consigliatissima", "score": 5}, {"content": "Manca un volantino che si chiama primo prezzo mettetelo e vi metto 5 stelle", "score": 4}, {"content": "Centro volantini", "score": 5}, {"content": "Su i volantini conad manca la sicilia", "score": 5}, {"content": "Molto utile ci sono tutti i volantini che vuoi ....", "score": 5}, {"content": "Sul LG G2 si blocca non scorrono le pagine", "score": 1}, {"content": "Sì blocca", "score": 1}, {"content": "Utilissima.....", "score": 4}, {"content": "Si trovano tutti i volantini ma si arresta troppo spesso!", "score": 2}, {"content": "Bellissima app", "score": 4}, {"content": "non è molto aggiornato ma è comunque utile", "score": 3}, {"content": "Bravi funziona bene", "score": 5}, {"content": "Molto interessante!!!", "score": 4}, {"content": "Perfetta", "score": 5}, {"content": "Cbnn Grazie", "score": 5}, {"content": "Migliore del suo con una Vastissima scelta di Volantini Ma....... Volantini non Visibili in modo in Hd Ovvero se Zoommi il Volantino non riesci a Leggere le informazioni date per gli Articoli.  Da Modificare", "score": 5}, {"content": "Non mi escono nessun tipi di volantini", "score": 1}, {"content": "Veloce e completo", "score": 5}, {"content": "Utilissima...", "score": 5}, {"content": "Utilissimo per fare una spesa intelligente.", "score": 5}, {"content": "Ce qualcuno ke mi può aiutare,a due giorni ke provo ad istallare, ma nn mi si istalla", "score": 1}, {"content": "È fatto bene pero non trovo la coop alimentari di trento???  Booo rimediate grazie buon lavoro:-)", "score": 4}, {"content": "Troppo lenta nel caricare le pagine, rimane sfocata", "score": 3}, {"content": null, "score": 5}, {"content": "Ottima app", "score": 4}, {"content": null, "score": 5}, {"content": "Me piace", "score": 5}, {"content": "App utile, funziona sufficientemente bene senza bloccarsi a parte i filtri per regione che sembrino non aver effetto.", "score": 3}, {"content": "Trovi tutti i volantini", "score": 5}, {"content": "Non male, c è qualche bug nei filtri ma i volantini sono davvero tanti.", "score": 4}, {"content": "Si blocca molto spesso,", "score": 2}, {"content": "Ottimo", "score": 4}, {"content": "Con l'ultima versione l'applicazione è diventata rapidissima e con tutti i filtri di ricerca funzionanti. Provatela ora e vedrete che non avrà più tutti i bug della versione precedente essendo stata riscritta da 0 in un applicazione nativa!", "score": 5}, {"content": "Bellissima la nuova versione!", "score": 5}, {"content": "Non mi trova il volantino del mio paese nonostante abbia messo la mia regione....mi trova quello di Torino e altre città nonostante io mi trovo in Emilia Romagna!!non posso aprire tutti i volantini e scoprire alla fine che quelle offerte valgono per un altro paese!!!fate in modo ke se sono nel mio paese mi trovi solo quello che c'è nel mio paese specifico di volantino!!", "score": 2}, {"content": "Molto utile come app ma non merita 5 stelle", "score": 3}, {"content": "Ottima aplicazione sempre agiornata..ma non do 5 stelle per il pesimo caricamento..dopo avere visto un volantino..nel tornare alla prima pagina dove sono racolti tutti i volantini non vengono piu caricati.. Devo chiuderla e ricaricarla..risolvere grazie", "score": 2}, {"content": "Lentissimo", "score": 1}, {"content": "Con pochi mb ho tutti i volantini a disposizione della mia regione.  Consigliato", "score": 5}, {"content": "Ottimo", "score": 5}, {"content": "Ha tutti i volantini", "score": 4}, {"content": "Non male per i volantini. Però anche qui la ricerca dei prodotti non funziona proprio. Meglio Promoqui", "score": 2}, {"content": "Applicazione valida ma la presenza di troppi banner pubblicitari, addirittura uno ogni tre volantini, impegna cosi tanta memoria dello smartphone al punto di rallentarlo, facendolo andare a scatti, fino a bloccarsi.", "score": 3}, {"content": "Si adatta alle mie esigenze", "score": 4}, {"content": "Non apre nessun volantino. Non ci provate nemmeno a  scaricare l'app", "score": 1}, {"content": "Non funziona, imposti tutto ma non apre nulla, quindi disinstallato", "score": 1}, {"content": "Mi da il volantino di Bergamo e io sono di Roma!", "score": 1}, {"content": "L'applicazione è buona, ma va migliorata. L'impaginazione è pessima, troppa pubblicità. Filtri per restringere la ricerca a determinati volantini praticamente inesistenti. Sarebbe utile poter segnalare quali negozi sono effettivamente presenti in una determinata regione e quali no.", "score": 3}, {"content": "Contiene tutti i volantini più importanti, migliorabile di grafica", "score": 5}, {"content": "Nn funziona! Nn si aprono proprio i volantini! Peccato... Aspetteró un po prima di disinstallarla sperando che risolvano l'errore.", "score": 1}, {"content": "Si blocca, non carica nulla.", "score": 1}, {"content": "Su galaxy s plus non risponde e sembrerebbe che va in crash. Apro l 'applicazione seleziono i volantini che mi interessano ma non me li fa sfogliare. Magicamente dopo un po che il cellulare si blocca e mi fa fare niente. Da non installare perche non serve.", "score": 1}, {"content": ":-(", "score": 1}, {"content": "I volantini NON SI VEDONO. Meglio quella di prima", "score": 1}, {"content": "Galaxy note 10: eliminata; non bene ma funzionava la  versione precedente", "score": 1}, {"content": "Una di quelle app che per migliorarla la rendono totalmente inutilizzabile. Si blocca di continuo e funziona malissimo. La prima versione era ottima mentre questa è una porcheria. Dovrebbero eliminarla dal play store. Do una stella xchè 0 o meno non è possibile....", "score": 1}, {"content": "...c'è ancora da lavorarci. Ora con la grafica bianca è più usabile, e finalmente (!) si può cercare per nome di catena di supermercato. C'è un fastidioso bug che spero venga sistemato al più presto: quando filtro in qualche modo le catene, a volte sembra che non ci siano risultati e invece bisogna scrollare leggermente ma ci sono, solo che sono nascosti sopra! Inoltre sarebbe molto comodo avere la ricerca dei punti vendita come sul sito. Nel complesso non male, i contenuti sono sempre molto aggiornati.", "score": 3}]