[{"content": "Molto buona", "score": 4}, {"content": "Trovo tutti i volantini di mio interesse e in modo molto semplice. Ottimo lavoro ragazzi :)", "score": 5}, {"content": "Utilissima", "score": 5}, {"content": "Utile", "score": 3}, {"content": "Eurospin ha ancora il volantino di Natale quando adesso l'hanno già cambiato 4 5 volte e stiamo al 19 di gennaio.. Troppo arretrati alcuni volantini..", "score": 2}, {"content": "Ottima per usabilità e grafica, ma la funzione di ritaglio per salvarsi le offerte non salva le immagini.... i ritagli risultano tutti senza immagine, quindi inutili. Peccato perché sarebbe la funzione più utile. Huawei", "score": 4}, {"content": "👌", "score": 5}, {"content": "Per il momento è buona", "score": 5}, {"content": "Alcuni volantini non sono visibili", "score": 2}, {"content": "Ottima! però manca qlc supermercato è risparmio casa.", "score": 5}, {"content": "Utile", "score": 4}, {"content": "Eurospin e' una bellissima catena di supermercati e io quando posso ci vado, si risparmia, si spende benissimo e tutto quello che si compra e' di ottima qualita'", "score": 5}, {"content": "Bene", "score": 5}, {"content": "Ottima👍", "score": 5}, {"content": "Facile e immediata nel visualizzare le offerte, un'ottima alternativa alla carta (permette di risparmiarla)", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "Utile x saper dove conviene far la spesa", "score": 5}, {"content": "Molto utile. La visualizzo ogni settimana.", "score": 5}, {"content": "Veramente utile, adesso so già devo devo andare per la spesa e senza perdere tempo. E non mi succede più di trovare da un'altra parte che costa di meno. Contentissima. Grazie tanto tanto .", "score": 5}, {"content": "Molto buona e veramente utile", "score": 4}, {"content": "Molto veloce intuitiva e ovviamente per queste qualità, utilissima.", "score": 5}, {"content": "Molto molto comoda", "score": 5}, {"content": "App utile, intuitiva e sempre aggiornata! 5 stelle meritate👍", "score": 5}, {"content": "Bellissimo", "score": 5}, {"content": "❤", "score": 5}, {"content": "Molto utile,vale la pena scaricarla.", "score": 5}, {"content": "1) Il sistema ritaglio non è con tap (come in altre app ma con ridimensionamento manuale) 2) Manca la Svizzera. DISINSTALLO", "score": 1}, {"content": "Utile e carina!", "score": 4}, {"content": "Bella e utile", "score": 5}, {"content": "Fondamentale!!!!!", "score": 5}, {"content": "Per tutto è buona, ma per divertirsi un po' potete mettere un tasto dove puoi modificare i prezzi solo nell'app no nella vita reale. Grazie!", "score": 5}, {"content": "Incompleta.. Manca mappa, indirizzo negozio, percorso, lista della spesa", "score": 2}, {"content": "Stupendo", "score": 5}, {"content": "Ottima app..molto utile", "score": 5}, {"content": "Molto molto bella e utilissima", "score": 5}, {"content": "Good", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "Fantastica mi piace molto grazie 🙏", "score": 5}, {"content": "Funziona abbastanza bene", "score": 4}, {"content": "Ok", "score": 4}, {"content": "Pochi volantini", "score": 2}, {"content": "Non mi fa vedere nulla", "score": 1}, {"content": "Molto utile", "score": 5}, {"content": "good", "score": 5}, {"content": "Non è aggiornato con i volantini.", "score": 1}, {"content": "Bravi c e di tutto", "score": 5}, {"content": "Prezzo o.k👍😊😉", "score": 5}, {"content": "Buona.", "score": 4}, {"content": "Buono", "score": 5}, {"content": "Bellooooo e comodità", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "Ottima app ti fa vedere anche i volantini successivi", "score": 5}, {"content": "Ottima app, la consiglio a chi vuole sempre essere aggiornato sulle offerte dei negozi", "score": 5}, {"content": "Ottimo sempre sggiornato", "score": 5}, {"content": "Thanks very good", "score": 5}, {"content": "Mi piace che mi fa vedere il volantino che sta per scadere ed il volantino prossimo che verrà, sempre dello stesso supermercato. Manca il supermercato DPIU.... COOP....PRIX che altre app hanno. Grazie se potete aggiungere!! Aggiornamento: bravi avete aggiunto i supermercati. Ottima applicazione. Meritate 5 stelle.", "score": 5}, {"content": "Utile se ci fossero tutti i negozi della propria città relativi alle categorie esistenti", "score": 1}, {"content": "Utile!", "score": 4}, {"content": "Disinstallo... non ho nemmeno iniziato ad usarla, mi dice che il paese in cui vivo non esiste🤔😂", "score": 1}, {"content": "Così così.", "score": 3}, {"content": "Non mi piace Non rimangono i volantini, addirittura quello della Coop non si trova nei popolari", "score": 1}, {"content": "Finalmente è arrivato, grazie", "score": 4}, {"content": "Molto utile e comoda", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "Ottima", "score": 4}, {"content": "Altro che stelle...un monumento vi devono fare 🤓 Incredibile ... tutto quello che serve dove serve e quando serve. Grazie.", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "Il supermercato più vicino a me è coop. E non c'è. Risparmiocasa. E non c'è. Maurys. E non c'è. TODIS. E non c'è. Tuodi. E non c'è. Acqua &Sapone. E non c'è.", "score": 1}, {"content": "non lho potuta usare perché il play store mi ha detto che c'è un virus attenzione eliminatelo", "score": 2}, {"content": "Non mi da inserire negozi fuori portata, ho fatto richiesta ma niente.", "score": 2}, {"content": "Tutte le app simili, trovano decine e decine di negozi, supermercati, store ecc.. vicino a dove abito tranne quest'app!👎🏻", "score": 2}, {"content": "Assolutamente inutile non si può impostare il paese di residenza esatto e pertanto da una serie di risultati inutili anche modificando il raggio", "score": 1}, {"content": "Utile e bella quest'app", "score": 3}, {"content": "Ottimo", "score": 5}, {"content": "Ok", "score": 5}, {"content": "Ottimo", "score": 5}, {"content": "Ottima", "score": 5}, {"content": "E utile", "score": 5}, {"content": "Bella", "score": 5}, {"content": "utile e intuitiva", "score": 5}, {"content": "Ottimo", "score": 5}, {"content": "App molto utile", "score": 5}, {"content": "Molto utile", "score": 4}, {"content": "Ciao i grandi supermercati a me sono utili li trovo convenienti trovi sempre delle offerte al momento giusto manca solo una cosa molto utile x le persone di una certa età di fare accompagnare la spesa a casa. Grazie Buona giornata e Buon Anno.", "score": 5}, {"content": "Semplice e utilissima", "score": 5}, {"content": "ottima", "score": 5}, {"content": "Ottima app", "score": 5}, {"content": "Buona", "score": 5}, {"content": "Fantastica...😀", "score": 5}, {"content": "Buona", "score": 5}, {"content": "Pessima, non mette i volantini vicini a te, nonostante chieda la località, a me tra i primi mette l'auchan che credo non ce ne sia uno in regione! O del Famila mette quello di un'altra zona!! Da rivedere completamente. Aggiungo che praticamente tutte le recensioni positive sono false, basta vedere i nomi di chi le pubblica, da rimuovere dallo store!!!", "score": 1}, {"content": "comodo", "score": 5}, {"content": "ottima.", "score": 5}, {"content": "Mancano però IL GIGANTE, PENNY MARKET", "score": 5}, {"content": "È perfetta per la persona che cerca una buona offerta ad un giusto prezzo. Ti mostra i volantini di tutti i negozi e supermercati come la Coop ed il Carrefour. Non ha negozi che nessuno conosce come succede con altre app.", "score": 5}, {"content": "Questa app mi aiuta molto.", "score": 5}, {"content": "Molto più facile avere i volantini sul telefono che fisici.", "score": 5}, {"content": "Penso che sia l’app perfetta per le persone che hanno pochissimo tempo come me, perché ti aiuta a gestire la spesa in molto meno tempo e soprattutto non hai bisogno di andare nei negozi per trovare l’articolo con il prezzo migliore. Puoi semplicemente ricercare e decidere a casa dove vuoi comprare i tuoi prodotti, il tutto in meno di 5 minuti. L’ho scaricata per risparmiare tempo, e non me ne pento!", "score": 5}, {"content": "Non avete idea di quanto tempo abbia risparmiato, ci sono tantissime offerte subito disponibili", "score": 5}, {"content": "Incredibile il fatto che i gli sconti siano a portata di clic. È veloce e ha nel suo database molti negozi, io la uso per la Coop, l’Eurospin ed il Carrefour", "score": 5}, {"content": "Una buona app. Ci sono i volantini e le offerte della mia zona. Mi ha già fatto risparmiare un po’ di soldi, la raccomando parecchio!", "score": 5}, {"content": "Posso leggere i volantini senza bisogno di andarli a prendere in negozio, mi fa risparmiare tempo e soldi.", "score": 5}, {"content": "Un’app molto buona. Non incasinatela.", "score": 5}, {"content": "È perfetta, posso confrontare i prezzi a casa. Quando esco posso andare direttamente nel negozio e comprare i prodotti senza gironzolare. In pochi minuti riesco a fare la spesa e tornare a casa. Non ho più bisogno di andare da un negozio ad un altro come facevo prima. Mi sta facendo risparmiare molto tempo.", "score": 5}, {"content": "Amo il fatto che posso fare la mia lista della spesa senza dover prima raccattare i volantini nei negozi", "score": 5}, {"content": "È molto più facile controllare qua quali sono le offerte. Facile, semplice ed efficiente", "score": 5}, {"content": "Utile", "score": 5}, {"content": "Ho trovato questa app estremamente utile. Grazie!", "score": 5}, {"content": "Facile da usare", "score": 5}, {"content": "Amo la facilità con cui si vedono gli sconti e le offerte speciali. È il modo perfetto per risparmiare soldi!", "score": 5}, {"content": "Graaande! Vorrei solamente che fosse organizzato in base alle corsie così sarebbe più facile usarla dentro e fuori dai negozi.", "score": 5}, {"content": "Funziona perfettamente :)", "score": 5}, {"content": "Adoro questa app, la utilizzo sempre. Ogni volta che vado a fare la spesa cerco tra le offerte e controllo i prezzi, funziona.", "score": 5}, {"content": "Buona app per essere aggiornati sulle offerte dei supermercati o catene di negozi.", "score": 5}, {"content": "Davvero ben fatta", "score": 5}, {"content": "L'ho scaricata per il volantino Eurospin come scritto , e l'unico volantino che manca quale è.... \"Eurospin\"", "score": 1}, {"content": "Ho risparmiato un sacco grazie ai cataloghi su questa app. Mi sono anche divertito. Avete fatto bene ad aggiungere i ritagli!", "score": 5}, {"content": "Hanno un team di sviluppo che aiuta molto", "score": 5}, {"content": "Questa app mi è molto utile per vedere cosa è in vendita alla Lidl o all’Eurospin", "score": 5}, {"content": "Molto d’aiuto durante la spesa", "score": 5}, {"content": "Trovi sempre delle grandi offerte in quest’app", "score": 5}, {"content": "Mi piace usare questa app, ti aiuta a risparmiare soldi sulle cose che compri", "score": 5}, {"content": "Ottima, utilissima e completa. Top!", "score": 5}, {"content": "Una bella app. Non sembra neanche avere troppi bug o glitch come altre che ho provato.", "score": 5}, {"content": "Ottima. Estremamente utile", "score": 5}, {"content": "Ritratto la mia valutazione app che si blocca in continuazione devo continuamente riavviare la ricerca", "score": 1}, {"content": "Veramente utilissima", "score": 5}, {"content": "☺️☺️☺️☺️☺️", "score": 4}, {"content": "Ottima", "score": 5}, {"content": "buona", "score": 5}, {"content": "fatta molto bene, ottima.", "score": 5}, {"content": "molto utile....", "score": 5}, {"content": "ottimo", "score": 3}, {"content": "utile", "score": 5}, {"content": "utile", "score": 4}, {"content": "molto utile", "score": 5}, {"content": "Utilissimo", "score": 4}, {"content": "Ottima, un valido aiuto", "score": 5}, {"content": "okka", "score": 5}, {"content": "😍😍😍😍😍😍", "score": 5}, {"content": "molto utile e soprattutto aggiornata! la utilizzo sempre per organizzarmi la spesa", "score": 5}, {"content": "Ci sono tutti i volantini, le anteprime no, come mai?", "score": 4}, {"content": "nn c'era quello che cercavo tt lontano da dove abito", "score": 3}, {"content": "Cancellata subito, abilitata posizione mi da oltre hai volantini di zona (pochi) anche quelli di altre città d'Italia. Ma", "score": 1}, {"content": "Ok perfetto fino ad adesso", "score": 5}, {"content": "•Ottima app ben definita: è molto utile per essere ben informata sulle offerte promozionali.", "score": 5}, {"content": "ben fatta, ma lista di negozi scarsissima, disinstallato e optato per altre applicazioni decisamente più complete e quindi più utili...", "score": 1}, {"content": "ok", "score": 4}]